<?php
// Registration options section
$lang['UAM_restricTitle_d'] = '- Χαρακτήρες αποκλεισμού<br>
- Επιβολή του κωδικού πρόσβασης<br>
- Τομείς Email αποκλεισμού<br>
...';
$lang['UAM_carexcTitle_d'] = 'Μπορεί να έχει ενδιαφέρον να απαγορεύουν ορισμένοι χαρακτήρες στο όνομα χρήστη (για παράδειγμα: να απαγορεύουν τα ονόματα χρηστών που περιέχουν το @). Αυτή η επιλογή επιτρέπει να αποκλείσετε χαρακτήρες ή ακολουθία χαρακτήρων, γεγονότων.<br>
Σημείωση: Η επιλογή μπορεί να αποκλείσει επίσης ολόκληρες λέξεις.
<br><br>
<b style=&quot;color: red;&quot;>Προειδοποίηση: Αυτή η επιλογή δεν έχει καμία επίπτωση για τα ονόματα των χρηστών που δημιουργήθηκαν πριν από την ενεργοποίηση του.</b>';
$lang['UAM_mailexcTitle_d'] = 'Από προεπιλογή, το Piwigo αποδέχεται όλες τις διευθύνσεις ηλεκτρονικού ταχυδρομείου σε μορφή xxx@yyy.zz. Ενεργοποιώντας αυτή την επιλογή σας επιτρέπει να αποκλείσετε ορισμένους τομείς με τη μορφή:@ [domain_name].[domain_extension].<br><br>
Παραδείγματα:<br>
@hotmail.com -> εξαιρουμένων των διευθύνσεων *@hotmail.com<br>
@hotmail -> εξαιρουμένων όλων των διευθύνσεων *@hotmail*<br><br>
<b style=&quot;color: red;&quot;>Προειδοποίηση - Αυτή η δυνατότητα λειτουργεί μόνο αν τα μηνύματα είναι υποχρεωτικά για τις καταχωρήσεις! Παρακαλούμε δείτε τις επιλογές διαμόρφωσης του Piwigo. </b>';
?>