<?php
// Misc Options section
$lang['UAM_miscTitle_d'] = '- Παρακολούθηση Εγγεγραμμένων χρηστών<br>
- Το Ψευδώνυμο είναι υποχρεωτικο για σχόλια επισκεπτών<br>
...';
$lang['UAM_infomailTitle_d'] = 'Αυτή η επιλογή επιτρέπει την αυτόματη αποστολή ενημερωτικού e-mail σε έναν χρήστη όταν αλλάζει τον κωδικό του ή τη διεύθυνση e-mail στη σελίδα του προφίλ του.<br><br>
Το περιεχόμενο του του μηνύματος που στέλνετε αποτελείται από ένα προσαρμόσιμο μέρος για να εισαγάγετε μια μικρή σημείωση υποδοχής και ένα σταθερό μέρος που δείχνει το όνομα χρήστη, κωδικό πρόσβασης και τη διεύθυνση email.';
$lang['UAM_HidePasswTitle_d'] = 'Επιλέξτε εδώ εάν θέλετε να εμφανίζετε ο κωδικός πρόσβασης που επιλέχτηκε από τον επισκέπτη στο ενημερωτικό e-mail. Εάν ενεργοποιήσετε την επιλογή, ο κωδικός πρόσβασης θα εμφανιστεί σε απλό κείμενο. Εάν απενεργοποιήσετε τον κωδικό πρόσβασης δεν θα εμφανιστεί καθόλου.';
$lang['UAM_MailInfo_Subject_d'] = 'Εισάγετε εδώ το προσαρμοσμένο θέμα του ενημερωτικού e-mail σας.<br>
Από προεπιλογή, το πεδίο έχει ένα γενικό κείμενο στην αγγλική γλώσσα, αλλά μπορείτε να το αλλάξετε και να χρησιμοποιήσετε τις ετικέτες γλώσσας [lang =?] του πρόσθετου Extended Description εάν είναι εγκατεστημένο. 
<br><br>
Οι ακόλουθες πρόσθετες προσαρμοσμένες ετικέτες είναι διαθέσιμες χωρίς τη χρήση του plugin  Extended Description: <br> <br>
- <b style=&quot;color: red;&quot;>[username]</b>για να εισαγάγετε αυτόματα το όνομα του χρήστη προορισμού του e-mail. <br>
- <b style=&quot;color: red;&quot;>[mygallery]</b> να εισάγετε τον τίτλο της συλλογής σας.<br>';
$lang['UAM_infotxtTitle_d'] = 'Πληκτρολογήστε το εισαγωγικό κείμενο που θέλετε να εμφανίζεται στο ενημερωτικό email.
<br><br>
Προσαρμόσετε περαιτέρω το περιεχόμενο εισάγοντας ειδικές ετικέτες:<br>
- <b style=&quot;color: red;&quot;>[username]</b>για να εισαγάγετε αυτόματα το όνομα του χρήστη προορισμού του e-mail.<br>
- <b style=&quot;color: red;&quot;>[mygallery]</b> για να εισάγετε τον τίτλο της γκαλερί σας.<br>
- <b style=&quot;color: red;&quot;>[myurl]</b> για να εισάγετε τη διεύθυνση URL της γκαλερί σας εάν ορίζεται στις επιλογές διαμόρφωσης του Piwigo.
<br><br>
Για πολυγλωσσικό περιβάλλον, μπορείτε να χρησιμοποιήσετε ετικέτες του πρόσθετου Extended description αν είναι ενεργό.';
$lang['UAM_AddURL2Mail_d'] = 'Η ενεργοποίηση αυτής της επιλογής θα προσθέσει τη διεύθυνση URL της γκαλερί σας στο τέλος των μηνυμάτων ηλεκτρονικού ταχυδρομείου που παράγεται από το plugin, σαν μια υπογραφή.';
$lang['UAM_Tracking registered users_d'] = 'Αυτό ενεργοποιεί έναν πίνακα στη καρτέλα &quot;Παρακολούθηση εγγεγραμμένους χρήστες&quot;  όπου παρατίθενται οι εγγεγραμμένοι χρήστες στη γκαλερί με την ημερομηνία της τελευταίας επίσκεψής τους και το χρόνο που παρηλθε (σε ημέρες) από την τελευταία επίσκεψη τους. Η παρακολούθηση έχει καθαρά ενημερωτικό χαρακτήρα για τον διαχειριστή της γκαλερί.';
$lang['UAM_RedirTitle_d'] = 'Η επιλογή αυτή ανακατευθύνει αυτόματα έναν εγγεγραμμένο χρήστη στη σελίδα προσαρμογής του μόνο κατά την πρώτη σύνδεση του με την γκαλερί. Εκείνοι με καθεστώς &quot;admin&quot;, &quot;webmaster&quot; ή &quot;generic&quot; αποκλείονται.';
$lang['UAM_CustomPasswRetrTitle_d'] = 'Από προεπιλογή, όταν ένας χρήστης έχει χάσει τον κωδικό του και διαλέγει την επιλογή της αποκατάστασης, δέχεται τότε ένα email που περιέχει μόνο το όνομα του και ένα νέο κωδικό πρόσβασης.
<br><br>
Εδώ, μπορείτε να προσθέσετε κείμενο της επιλογής σας για να εισαχθεί <b><u>πριν</u></b> τις βασικές πληροφορίες.
<br><br>
Προσαρμόσετε περαιτέρω το περιεχόμενο εισάγοντας ειδικές ετικέτες:<br>
- <b style=&quot;color: red;&quot;>[mygallery]</b> για να εισάγετε τον τίτλο της γκαλερί σας.<br>
- <b style=&quot;color: red;&quot;>[myurl]</b> για να εισάγετε τη διεύθυνση URL της γκαλερί σας εάν ορίζεται στις επιλογές διαμόρφωσης του Piwigo.
<br><br>
Για να χρησιμοποιήσετε πολλές γλώσσες, μπορείτε να χρησιμοποιήσετε ετικέτες του πρόσθετου  Extended description, εάν είναι ενεργοποιημένο.';
?>