<?php
// ConfirmMail options section
$lang['UAM_confirmTitle_d'] = '- Παραγογή ενημερωτικού email<br>
- Παραγογή e-mail επιβεβαίωσης εγγραφήςbr>
- Αυτόματη σύνδεση ομάδων, καταστάσεων ή επιπέδου προστασίας<br>
- Προθεσμία για την επιβεβαίωση της εγγραφής<br>
- Παραγογή e-mail υπενθύμισης<br>';
$lang['UAM_confirmmailTitle_d'] = 'Αυτή η επιλογή επιτρέπει σε ένα χρήστη να επιβεβαιώσει την εγγραφή του κάνοντας κλικ σε ένα σύνδεσμο που ελήφθη σε ένα μήνυμα ηλεκτρονικού ταχυδρομείου που αποστέλλεται κατά την εγγραφή ή ο διαχειριστής να ενεργοποιήσει χειροκίνητα την εγγραφή.<br><br>
Στην πρώτη περίπτωση, το e-mail αποτελείται από ένα προσαρμόσιμο μέρος για να εισαγάγει μια μικρή σημείωση υποδοχής και ένα σταθερό πλαίσιο που περιέχει το σύνδεσμο ενεργοποίησης που παράγεται από ένα τυχαίο κλειδί που μπορεί ενδεχομένως να παραχθεί στην καρτέλα &quot;Παρακολούθηση επιβεβαιώσεις&quot;.<br><br>
Στη δεύτερη περίπτωση, <b><u>δεν στέλνεται κλειδί επιβεβαίωσης με το email!</u></b>. Οι επισκέπτες πρέπει να περιμένουν έως ότου ένας διαχειριστής τους επιβεβαιώσει στην καρτέλα &quot;παρακολούθηση επιβεβαίωσης&quot;. Συνυστάτε να ενεργοποιήσετε την επιλογή του Piwigo του "Διαχείρηση email, όταν ένα νέος χρήστης εγγράφεται" (βλ. επιλογές διαμόρφωσης του Piwigo) και να χρησιμοποιήσει το &quot;ενημερωτικό email προς τον χρήστη&quot; για να προειδοποιήσει νέα μέλη να περιμένουν για την ενεργοποίηση του λογαριασμού τους.<br>
<b style=&quot;color: red;&quot;>Σημείωση: Οι επιλογές &quot;Προθεσμία για την επιβεβαίωση της εγγραφής περιορισμένη&quot; και &quot;Υπενθυμίστε τους ανεπιβεβαίωτους χρηστες&quot; πρέπει να είναι απενεργοποιημένη όταν η χειροκίνητη επιβεβαίωση από τον διαχειρηστη είναι ενεργοποιημένη.</b>
<br><br>
Η επιλογή αυτή χρησιμοποιείται συνήθως με την αυτόματη εκχώρηση της ομάδας και / ή της κατάστασης. Για παράδειγμα, ένας χρήστης που δεν έχει επιβεβαιώσει την εγγραφή του θα μπει σε μια συγκεκριμένη ομάδα χρηστών (με ή χωρίς περιορισμούς στην γκαλερί) ενώ ένας χρήστης ο οποίος επιβεβαίωσε την εγγραφή του πρέπει να είναι σε μια &quot;κανονική&quot; ομάδα.';
$lang['UAM_StuffsTitle_d'] = 'Αυτό επιτρέπει ένα πρόσθετο UAM μπλοκ στο πρόσθετο PWG Stuffs (εάν είναι εγκατεστημένο) για να ενημερώνει τους επισκέπτες σας ποιοι δεν μπόρεσαν να επιβεβαιώσουν την εγγραφή τους και την κατάστασή τους.<br><br>
Παρακαλείσθε να διαβάσετε το<b>Συμβουλές και παραδείγματα χρήσης</b> στο κάτω μέρος της σελίδας για λεπτομέρειες.';
$lang['UAM_adminconfmailTitle_d'] = 'Μπορείτε να απενεργοποιήσετε αυτήν την επιβεβαίωση μόνο για λογαριασμούς χρηστών που δημιουργούνται από τον διαχειριστή μέσω του interface διαχείρισης χρηστών του Piwigo.<br><br>
Ενεργοποιώντας αυτή την επιλογή, ένα e-mail επιβεβαίωσης για την εγγραφή θα σταλεί σε κάθε χρήστη και δημιουργείται από το διαχεριστή.<br><br>
Απενεργοποιώντας αυτή την επιλογή (προεπιλογή), μόνο ένα ενημερωτικό email αποστέλλεται  (αν το &quot;Ενημερωτικό email για το χρήστη&quot; έχει ενεργοποιηθεί).';
$lang['UAM_AdminValidationMail_Subject_d'] = 'Όταν o Διαχειριστής ή ο Υπεύθυνος της γκαλερί επιβεβαιώνουν αυτόματα μια εγγραφή υπό αναμονή, στέλνετε αυτόματα ένα email κοινοποίησης στον χρήστη. Εισάγετε εδώ χειροκίνητα το προσαρμοσμένο θέμα για το e-mail επικύρωσης.<br>
Από προεπιλογή, το πεδίο έχει γενικό κείμενο στην αγγλική γλώσσα αλλα μπορείτε να το αλλάξετε και να χρησιμοποιήσετε τις ετικέτες μετάφρασης [lang =?] του πρόσθετου Extended Description εάν είναι εγκατεστημένο.
<br><br>
Οι ακόλουθες ετικέτες πρόσθετων προσαρμογών είναι διαθέσιμες χωρίς να χρειαστεί να χρησιμοποιήσετε το πρόσθετο Extended Description:<br>
- <b style=&quot;color: red;&quot;>[username]</b> για να εισαγάγετε αυτόματα το όνομα του χρήστη προορισμού του e-mail.<br>
- <b style=&quot;color: red;&quot;>[mygallery]</b> για να εισάγετε τον τίτλο της γκαλερί σας.<br>';
$lang['UAM_AdminValidationMail_d'] = 'Όταν o Διαχειριστής ή ο Υπεύθυνος της γκαλερί επιβεβαιώνουν χειροκίνητα μια εγγραφή υπό αναμονή, στέλνετε αυτόματα ένα email κοινοποίησης στον χρήστη. Εισάγετε εδώ το κείμενο που θα εμφανίζεται αυτό το e-mail.
<br><br>
Προσαρμόσετε περαιτέρω το περιεχόμενο εισάγοντας ειδικές ετικέτες:<br>
- <b style=&quot;color: red;&quot;>[username]</b>για να εισαγάγετε αυτόματα το όνομα του χρήστη προορισμού του e-mail.<br>
- <b style=&quot;color: red;&quot;>[mygallery]</b> για να εισάγετε τον τίτλο της γκαλερί σας.<br>
- <b style=&quot;color: red;&quot;>[myurl]</b> για να εισάγετε τη διεύθυνση URL της γκαλερί σας εάν ορίζεται στις επιλογές διαμόρφωσης του Piwigo.
<br><br>
Για να χρησιμοποιήσετε πολλές γλώσσες, μπορείτε να χρησιμοποιήσετε ετικέτες του πρόσθετου  Extended description, εάν είναι ενεργοποιημένο';
$lang['UAM_ConfirmMail_Subject_d'] = 'Εισάγετε εδώ το προσαρμοσμένο θέμα του e-mail της επιβεβαίωση εγγραφής σας(με ή χωρίς νέα επανέκδοση κλειδιού). <br>
Από προεπιλογή, το πεδίο έχει ένα γενικό κείμενο στην αγγλική γλώσσα αλλά μπορείτε να το αλλάξετε χρησιμοποιώντας  τις ετικέτες μετάφρασης [lang =?] του πρόσθετου Extended Description εάν είναι εγκατεστημένο.
<br><br>
Οι ακόλουθες ετικέτες πρόσθετων προσαρμογών είναι διαθέσιμες χωρίς να χρειαστεί να χρησιμοποιήσετε το πρόσθετο Extended Description:<br>
- <b style=&quot;color: red;&quot;>[username]</b>
 για να εισαγάγετε αυτόματα το όνομα του χρήστη προορισμού του e-mail.<br>
- <b style=&quot;color: red;&quot;>[mygallery]</b> για να εισάγετε τον τίτλο της γκαλερί σας.<br>';
$lang['UAM_confirmtxtTitle_d'] = 'Πληκτρολογήστε το εισαγωγικό κείμενο που θέλετε να εμφανίζετε στο e-mail επιβεβαίωσης της εγγραφής.
<br><br>
Προσαρμόσετε περαιτέρω το περιεχόμενο εισάγοντας ειδικές ετικέτες:<br>
- <b style=&quot;color: red;&quot;>[username]</b>για να εισαγάγετε αυτόματα το όνομα του χρήστη προορισμού του e-mail.<br>
- <b style=&quot;color: red;&quot;>[mygallery]</b> για να εισάγετε τον τίτλο της γκαλερί σας.<br>
- <b style=&quot;color: red;&quot;>[myurl]</b> για να εισάγετε τη διεύθυνση URL της γκαλερί σας εάν ορίζεται στις επιλογές διαμόρφωσης του Piwigo.
- <b style=&quot;color: red;&quot;>[Kdays]</b>για να εισάγετε τον αριθμό του ορίου ημερών για την επιβεβαίωση της εγγραφής (Το &quot;Προθεσμία για την επιβεβαίωση εγγραφής περιορισμένη?&quot; θα πρέπει να ενεργοποιημένο).
<br><br>
Για πολυγλωσσικό περιβάλλον, μπορείτε να χρησιμοποιήσετε ετικέτες του πρόσθετου Extended description αν είναι ενεργό.';
$lang['UAM_confirmmail_custom1_d'] = 'Όταν η επιλογή &quot;Επιβεβαίωση εγγραφής&quot; είναι ενεργή, αυτό το πεδίο σας επιτρέπει να προσαρμόσετε το <b><u>κείμενο αποδοχής</u></b> στη σελίδα επιβεβαίωσης εγγραφής που εμφανίζεται όταν ο χρήστης κάνει κλικ στο σύνδεσμο επιβεβαίωσης που αποστέλλετε μέσω email.
<br><br>
Αφού εγκαταστήσετε το πρόσθετο, ένα τυπικό κείμενο παρατίθεται ως παράδειγμα.
<br><br>
Προσαρμόσετε περαιτέρω το περιεχόμενο εισάγοντας ειδικές ετικέτες:<br>
- <b style=&quot;color: red;&quot;>[username]</b>για να εισαγάγετε αυτόματα το όνομα του χρήστη προορισμού του e-mail.<br>
- <b style=&quot;color: red;&quot;>[mygallery]</b> για να εισάγετε τον τίτλο της γκαλερί σας.<br>
- <b style=&quot;color: red;&quot;>[myurl]</b> για να εισάγετε τη διεύθυνση URL της γκαλερί σας εάν ορίζεται στις επιλογές διαμόρφωσης του Piwigo.
<br><br>
Το πεδίο αυτό είναι συμβατό με το FCK Editor και, για πολυγλωσσικό περιβάλλον, μπορείτε να χρησιμοποιήσετε τις ετικέτες [lang] του πρόσθετου Extended description αν είναι ενεργό.';
$lang['UAM_confirmmail_custom2_d'] = 'Όταν η επιλογή &quot;Επιβεβαίωση εγγραφής&quot; είναι ενεργή, αυτό το πεδίο σας επιτρέπει να προσαρμόσετε <b><u>το κείμενο απόρριψης</u></b> στη σελίδα επιβεβαίωσης εγγραφής που εμφανίζεται όταν ο χρήστης κάνει κλικ στο σύνδεσμο επιβεβαίωσης που ελήφθη μέσω ηλεκτρονικού ταχυδρομείου.
<br><br>
Αφού εγκαταστήσετε το πρόσθετο, ένα τυπικό κείμενο παρατίθεται ως παράδειγμα.
<br><br>
Προσαρμόσετε περαιτέρω το περιεχόμενο εισάγοντας ειδικές ετικέτες:<br>
- <b style=&quot;color: red;&quot;>[username]</b>για να εισαγάγετε αυτόματα το όνομα του χρήστη προορισμού του e-mail.<br>
- <b style=&quot;color: red;&quot;>[mygallery]</b> για να εισάγετε τον τίτλο της γκαλερί σας.<br>
- <b style=&quot;color: red;&quot;>[myurl]</b> για να εισάγετε τη διεύθυνση URL της γκαλερί σας εάν ορίζεται στις επιλογές διαμόρφωσης του Piwigo.
<br><br>
Το πεδίο αυτό είναι συμβατό με τον FCK Editor και, για πολυγλωσσικό περιβάλλον, μπορείτε να χρησιμοποιήσετε τις ετικέτες [lang] του πρόσθετου Extended description αν είναι ενεργό.';
$lang['UAM_RejectConnexion_d'] = 'Αν ενεργοποιηθεί, οι νέοι εγγεγραμμένοι χρήστες που δεν έχουν επιβεβαιώσει την εγγραφή τους δεν θα είναι σε θέση να συνδεθούν με την γκαλερί. Θα μεταφέρονται σε μια ειδική σελίδα που θα τους ενημερώνει για αυτή την κατάσταση.<br><br>
<b style=&quot;color: red;&quot;>Προειδοποίηση - Αυτή η δυνατότητα λειτουργεί μόνο σε συνδυασμό με τις ομάδες επιβεβαίωσης! Δείτε παρακάτω πως θα ρυθμίσετε τις ομάδες, όπως απαιτείται.</b>
';
$lang['UAM_RejectConnexion_Custom_Txt_d'] = 'Προσαρμόστε εδώ το κειμένο με τη δική σας εξήγηση που ενημερώνει τους ανεπιβεβαίωτες χρήστες ότι δεν θα είναι σε θέση να συνδεθούν στη συλλογή έως ότου έχουν επιβεβαιώσει την εγγραφή τους.
<br><br>
Αυτό το πεδίο είναι συμβατή με τον FCK Editor και, για πολλές γλώσσες, μπορείτε να χρησιμοποιήσετε τις ετικέτες [lang] του πρόσθετου Extended description αν είναι ενεργό.';
$lang['UAM_confirmgrpTitle_d'] = '<b style=&quot;color: red;&quot;>ΠΡΟΕΙΔΟΠΟΙΗΣΗ: Η χρήση ομάδων στην επιβεβαίωση απαιτεί ότι έχετε δημιουργήσει τουλάχιστον μια ομάδα χρηστών και αυτό ορίζεται &quot;εξ ορισμού&quot; στη διαχείριση των ομάδων χρηστών του Piwigo.</b><br><br>
Οι ομάδες επικυρώνονται για χρήση σε συνδυασμό με την &quot;Επιβεβαίωση εγγραφής&quot;';
$lang['UAM_confirmstatTitle_d'] = '<b style=&quot;color: red;&quot;>ΠΡΟΣΟΧΗ: Η χρήση των κανονισμών στην επιβεβαίωση προϋποθέτει ότι έχετε κρατήσει τον χρήστη &quot;Guest&quot; με την προεπιλεγμένη ρύθμιση (ως πρότυπο χρήστη) για τους νέους καταχωρούμενους. Σημειώστε ότι μπορείτε να ρυθμίσετε οποιονδήποτε άλλο χρήστη ως πρότυπο για τους νέους καταχωρούμενους. Ανατρέξτε στην τεκμηρίωση του Piwigo για περισσότερες λεπτομέρειες.</b><br><br>
Οι Κανονισμοί εγκρίνονται για χρήση σε συνδυασμό με την &quot;Επιβεβαίωση εγγραφής&quot;.';
$lang['UAM_confirmlevelTitle_d'] = '<b style=&quot;color: red;&quot;>ΠΡΟΕΙΔΟΠΟΙΗΣΗ: Η χρήση του επιπέδου προστασίας προϋποθέτει ότι την έχετε χρησιμοποιήσει με τις φωτογραφίες σας. Ανατρέξτε στην τεκμηρίωση του Piwigo για περισσότερες λεπτομέρειες.</b><br><br>
Το επίπεδο προστασίας επικυρώνεται για χρήση σε συνδυασμό με την &quot;Επιβεβαίωση εγγραφής&quot;';
$lang['UAM_validationlimitTitle_d'] = 'Αυτή η επιλογή επιτρέπει να περιοριστεί η ισχύς του να αποστέλλεται e-mail κλειδιού επιβεβαίωσης για νέους καταχωρίζοντες. Μετά την περίοδο αυτή ο σύνδεσμος επιβεβαίωσης θα λήξει.
<br><br>
Η επιλογή αυτή χρησιμοποιείται σε συνδυασμό με την &quot;Επιβεβαίωση της εγγραφής&quot;.
<br><br>
Εάν αυτή η επιλογή και η επιλογή &quot;Υπενθύμιση ανεπιβεβαίωτων χρηστών&quot; είναι ενεργοποιημένες, νέες επιλογές θα εμφανιστούν στο πιο κάτω τμήμα και αυτό για να καταστεί δυνατή η αυτοματοποίηση της διαχείρισης των ανεπιβεβαίωτων χρηστών.';
$lang['UAM_remailTitle_d'] = 'Αυτή η επιλογή σας επιτρέπει να στείλετε ένα email υπενθύμισης προς τους εγγεγραμένους χρήστες, αλλά δεν έχουν επιβεβαιώσει την εγγραφή τους στην ώρα τους. Λειτουργεί ως εκ τούτου σε συνδυασμό με την &quot;Επιβεβαίωση εγγραφής&quot;
<br><br>
2 τύποι emails μπορούν να αποστέλλονται: Με ή χωρίς την αναγέννηση του κλειδιού επιβεβαίωση. Ανάλογα με την περίπτωση, το περιεχόμενο των μηνυμάτων ηλεκτρονικού ταχυδρομείου μπορεί να προσαρμοστεί.
<br><br>
Ανατρέξτε στην καρτέλα &quot;Παρακολούθηση επιβεβαίωσης&quot;.
<br><br>
Εάν αυτή η επιλογή και η επιλογή &quot;Προθεσμία για την επιβεβαίωση εγγραφής περιορισμένη&quot;είανι ενεργοποιημένες, νέες επιλογές θα εμφανιστούν κάτω από το τμήμα αυτό για να καταστεί δυνατή η αυτοματοποίηση της διαχείρισης των ανεπιβεβαίωτων χρηστών.';
$lang['UAM_ConfirmMail_ReMail_Subject_d'] = 'Εισάγετε εδώ το προσαρμοσμένο θέμα του e-mail υπενθύμισης της επιβεβαίωση εγγραφής σας(με ή χωρίς νέα επανέκδοση κλειδιού). <br>
Από προεπιλογή, το πεδίο έχει ένα γενικό κείμενο στην αγγλική γλώσσα αλλά μπορείτε να το αλλάξετε χρησιμοποιώντας  τις ετικέτες μετάφρασης [lang =?] του πρόσθετου Extended Description εάν είναι εγκατεστημένο.
<br><br>
Οι ακόλουθες ετικέτες πρόσθετων προσαρμογών είναι διαθέσιμες χωρίς να χρειαστεί να χρησιμοποιήσετε το πρόσθετο Extended Description:<br>
- <b style=&quot;color: red;&quot;>[username]</b>
 για να εισαγάγετε αυτόματα το όνομα του χρήστη προορισμού του e-mail.<br>
- <b style=&quot;color: red;&quot;>[mygallery]</b> για να εισάγετε τον τίτλο της γκαλερί σας.<br>';
$lang['UAM_remailtxt1Title_d'] = 'Πληκτρολογήστε το εισαγωγικό κείμενο που θέλετε να εμφανίζεται στο email υπενθύμισης, εκτός από το αναγεννημένο κλειδί επιβεβαίωσης.
<br><br>
Αν μείνει κενό, το e-mail υπενθύμισης θα περιλαμβάνει μόνο το σύνδεσμο επιβεβαίωσης. Ως εκ τούτου, συνιστούμε να βάλετε ένα μικρό επεξηγηματικό κείμενο. (Σημείωση: Το προσυμπληρωμένο κείμενο παρέχεται ως παράδειγμα με την εγκατάσταση του πρόσθετου).
<br><br>
Προσαρμόσετε περαιτέρω το περιεχόμενο εισάγοντας ειδικές ετικέτες:<br>
- <b style=&quot;color: red;&quot;>[username]</b> για να εισαγάγετε αυτόματα το όνομα του χρήστη προορισμού του e-mail.<br>
- <b style=&quot;color: red;&quot;>[mygallery]</b> για να εισάγετε τον τίτλο της γκαλερί σας.<br>
- <b style=&quot;color: red;&quot;>[myurl]</b> για να εισάγετε τη διεύθυνση URL της γκαλερί σας εάν ορίζεται στις επιλογές διαμόρφωσης του Piwigo.<br>
- <b style=&quot;color: red;&quot;>[Kdays]</b> για να εισάγετε τον αριθμό του ορίου των ημερών για την επιβεβαίωση της εγγραφής (&quot;Προθεσμία για την επιβεβαίωση εγγραφής περιορισμένη?&quot; θα πρέπει να ενεργοποιηθεί).
<br><br>
Για πολυγλωσσικό περιβάλλον, μπορείτε να χρησιμοποιήσετε ετικέτες του πρόσθετου Extended description αν είναι ενεργό.';
$lang['UAM_remailtxt2Title_d'] = 'Πληκτρολογήστε το εισαγωγικό κείμενο που θέλετε να εμφανίζεται στο email υπενθύμισης, χωρίς αναδημιουργία κλειδιού επιβεβαίωσης.
<br><br>
Αν μείνει κενό, το e-mail υπενθύμισης θα περιλαμβάνει μόνο το σύνδεσμο επιβεβαίωσης. Ως εκ τούτου, συνιστούμε να βάλετε ένα μικρό επεξηγηματικό κείμενο. (Σημείωση: Το προσυμπληρωμένο κείμενο παρέχεται ως παράδειγμα με την εγκατάσταση του πρόσθετου).
<br><br>
Προσαρμόσετε περαιτέρω το περιεχόμενο εισάγοντας ειδικές ετικέτες:<br>
- <b style=&quot;color: red;&quot;>[username]</b> για να εισαγάγετε αυτόματα το όνομα του χρήστη προορισμού του e-mail.<br>
- <b style=&quot;color: red;&quot;>[mygallery]</b> για να εισάγετε τον τίτλο της γκαλερί σας.<br>
- <b style=&quot;color: red;&quot;>[myurl]</b> για να εισάγετε τη διεύθυνση URL της γκαλερί σας εάν ορίζεται στις επιλογές διαμόρφωσης του Piwigo.<br>
- <b style=&quot;color: red;&quot;>[Kdays]</b> για να εισάγετε τον αριθμό του ορίου των ημερών για την επιβεβαίωση της εγγραφής (&quot;Προθεσμία για την επιβεβαίωση εγγραφής περιορισμένη?&quot; θα πρέπει να ενεργοποιηθεί).
<br><br>
Για πολυγλωσσικό περιβάλλον, μπορείτε να χρησιμοποιήσετε ετικέτες του πρόσθετου Extended description αν είναι ενεργό.';
$lang['UAM_USRAutoTitle_d'] = 'Αυτόματος χειρισμός για ανεπιβεβαίωτους επισκέπτες ενεργοποιείται κάθε φορά που συνδέονται στη γκαλερί και λειτουργεί ως εξής:<br><br>
- Αυτόματη διαγραφή των λογαριασμών που δεν έχουν επιβεβαιωθεί στον επιτρεπόμενο χρόνο που έχει χορηγηθεί χωρίς αυτόματη αποστολή email υπενθύμισης -> &quot;Προθεσμία για την επιβεβαίωση εγγραφής περιορισμένη&quot; <b>u>ενεργοποιημένο</u></b> και το &quot;Υπενθυμίση στους ανεπιβεβαίωτες χρήστες&quot; είναι <b><u>απενεργοποιημένο</u></b>.
<br><br>
- Αυτόματη αποστολή ενός μηνύματος υπενθύμισης με δημιουργία και επιβεβαίωση νέου κλειδιού και την αυτόματη διαγραφή των λογαριασμών που δεν έχουν επιβεβαιωθεί ακριβώς μετά την αποστολή της υπενθύμισης -> &quot;Προθεσμία για την επιβεβαίωση εγγραφής περιορισμένη&quot; <b><u>ενεργοποιημένο</u></b> και το &quot;Υπενθυμίση στους ανεπιβεβαίωτες χρήστες&quot; είναι <b><u>ενεργοποιημένο</u></b>.';
$lang['UAM_USRAutoDelTitle_d'] = 'Αυτό ισχύει μόνο όταν ο χρήστης του οποίου ο λογαριασμός έχει λήξει η ίδια πυροδοτεί το μηχανισμό διαγραφής (σπάνιες, αλλά είναι δυνατόν). Τότε αυτός είναι αποσυνδέεται από την γκαλερί και μεταφέρεται σε μια σελίδα που δείχνει τη διαγραφή του λογαριασμού του και, ενδεχομένως, τους λόγους αυτής της διαγραφής.
<br><br>
Περαιτέρω προσαρμόσετε το περιεχόμενο εισάγοντας ειδικές ετικέτες:<br>
- <b style=&quot;color: red;&quot;>[username]</b>για να εισαγάγετε αυτόματα το όνομα του χρήστη προορισμού του e-mail. <br>
- <b style=&quot;color: red;&quot;>[mygallery]</b> να εισάγετε τον τίτλο της συλλογής σας.<br>
- <b style=&quot;color: red;&quot;>[myurl]</b>να εισάγετε τη διεύθυνση URL γκαλερί σας, εάν έχει μπει στις επιλογές διαμόρφωσης του Piwigo.<br>
Προσαρμογή κειμένου για την ανακατεύθυνση σελίδας μπορεί να εισαχθεί στο πεδίο αυτό που είναι συμβατό με το FCK Editor και, για πολυγλωσσικό περιβάλλον, μπορείτε να χρησιμοποιήσετε τις ετικέτες [lang] του πρόσθετου Extended description αν είναι ενεργό.
';
$lang['UAM_USRAutoMailTitle_d'] = 'Όταν ενεργοποιηθεί, η λειτουργία αυτή θα στείλει αυτόματα εξατομικευμένο περιεχόμενο στο &quot;e-mail υπενθύμισης με δημιουργία νέου κλειδιού&quot; στους επισκέπτες που ταιριάζουν στα κριτήρια.';
?>