<?php
// Misc Options section
$lang['UAM_miscTitle_d'] = '- Мониторинг зарегистрированных пользователей<br>
- Ники обязательны для комментариев гостей<br>
...';
$lang['UAM_infomailTitle_d'] = 'Эта функция позволяет автоматически отправлять информационный email пользователю, который поменял свой пароль или эл.адрес на странице своего профиля.<br><br>
Содержимое сообщения состоит из персонифицированной части, включая небольшое личное приветствие, и стандартной части, содержащей логин пользователя, его пароль и эл.адрес.  ';
$lang['UAM_HidePasswTitle_d'] = 'Выберите эту возможность, если хотите отобразить пароль, выбранный пользователем, в информационном письме. Если Вы включаете эту функцию, то пароль будет доступен в текстовом формате. Если отключить - пароль не будет отображаться ни у кого.';
$lang['UAM_MailInfo_Subject_d'] = 'Здесь Вы можете настроить тему информационного письма. <br>
По умолчанию всё заполняется английским текстом, но Вы можете поменять язык. Для этого используйте языковой тэг [lang =?]. Для этого предварительно должен быть установлен плагин Extended Description.
<br><br>
Кроме того, доступны для использования (и без плагина Extended Description) следующие тэги:<br>
- <b style=&quot;color: red;&quot;>[username]</b> - для автоматической подстановки имени пользователя в те части письма, где Вам необходимо.<br>
- <b style=&quot;color: red;&quot;>[mygallery]</b> - для вставки полного названия Вашей галереи в те части письма, где Вам необходимо.<br>';
$lang['UAM_infotxtTitle_d'] = 'Введите вступительный текст, который будет отображаться в информационном письме.
<br><br>
Вам доступны для использования следующие тэги:<br>
- <b style=&quot;color: red;&quot;>[username]</b> - для автоматической подстановки имени пользователя в те части письма, где Вам необходимо.<br>
- <b style=&quot;color: red;&quot;>[mygallery]</b> - для вставки полного названия Вашей галереи в те части письма, где Вам необходимо.<br>
- <b style=&quot;color: red;&quot;>[myurl]</b> - для вставки URL-адреса Вашей галереи, если это определено в настройках конфигурации Piwigo.
<br><br>

Чтобы использовать возможность мультиязычности Вы можете применять тэги плагина Extended description (если этот плагин активирован, конечно).';
$lang['UAM_AddURL2Mail_d'] = 'Включение этой функции позволяет добавлять URL-адрес Вашей галереи в конец электронных писем, создаваемых плагином (URL в качестве подписи).';
$lang['UAM_Tracking registered users_d'] = 'Это активирует вкладку в разделе "Отслеживание зарегистрированных пользователей". В таблице перечисляются зарегистрированные пользователи галереи, и время (в днях) с момента их последнего визита. Этот мониторинг - чисто информативный для администратора галереи.';
$lang['UAM_RedirTitle_d'] = 'Эта функция автоматически перенаправляет зарегистрированного пользователя (только при первом его соединении с галереей) на его страницу настроек.<br><br>
Учтите: Эта возможность распространяется не на всех зарегистрированных пользователей. Такие аккаунты, как &quot;Администратор&quot;, &quot;Вебмастер&quot; или &quot;общий&quot; статус - исключены.';
$lang['UAM_CustomPasswRetrTitle_d'] = 'По умолчанию, в случае утраты своего пароля, пользователь (при использовании функции восстановления) получает email, содержащий только имя пользователя и его новый пароль.
<br><br>
Здесь Вы можете добавить текст по своему выбору, который будет присоединен к письму <b><u>до</u></b> обычной/стандартной  информации.
<br><br>
Кроме того, Вы можете использовать для создания текста специальные встроенные тэги:<br>
- <b style=&quot;color: red;&quot;>[mygallery]</b> для вставки названия Вашей галереи.<br>
- <b style=&quot;color: red;&quot;>[myurl]</b> для вставки URL Вашей галереи, если это установлено в настройках Piwigo.
<br><br>
Для применения мультиязычного режима Вы можете использовать тэги плагина Extended description plugin (если он активирован, конечно).';
?>