<?php
// GhostTracker Tab
$lang['UAM_gtTitle_d'] = 'Όταν το Ghost Tracker είναι ενεργοποιημένο και έχει προετοιμαστεί, θα βρείτε πιο κάτω τη λίστα των εγγεγραμμένων επισκέπτών αυτούς που δεν έχουν επιστρέψει μετά από x ημέρες. Το &quot;x&quot; είναι ο αριθμός των ημερών και διαμορφώνεται στη Γενική καρτέλα στις Ρυθμίσεις. Επιπλέον, θα βρείτε μια στήλη που δείχνει αν ένα e-mail υπενθύμισης έχει σταλεί στους στοχευμένους επισκέπτες. Έτσι, μπορείτε να δείτε με μια ματιά επισκέπτες και μεταχείρηση οι οποίοι δεν έχουν λάβει υπόψη την υπενθύμιση.<br><br>
Σ\' αυτή την οθόνη, μπορείτε να:
<br><br>
- Μη αυτόματη διαγραφή λογαριασμών <b>(χειροκίνητη εκκαθάρηση)</b>
<br
- Δημιουργία email υπενθύμισης <b>με επαναφορά της τελευταίας ημερομηνίας επίσκεψης</b>. Αυτό επιτρέπει να δώσει ακόμα μια ευκαιρία στους στοχευμένους επισκέπτες. Αν ο επισκέπτης έχει λάβει ήδη μια υπενθύμιση, τίποτα δεν μας εμποδίζει να ξαναστείλουμαι ένα νέο μήνυμα το οποίο θα επαναφέρει και πάλι, στην πραγματικότητα, η τελευταία ημερομηνία επίσκεψης. <br><br>
<b>Λειτουργία Διαλογής Πίνακα</b>: Μπορείτε να ταξινομήσετε τα δεδομένα που εμφανίζονται κάνοντας κλικ στις επικεφαλίδες της  στήλης. Κρατήστε πατημένο το πλήκτρο SHIFT για να ταξινομήσετε μέχρι 4 ταυτόχρονες στήλες.';


// Userlist tab
$lang['UAM_userlistTitle_d'] = 'Αυτή η σελίδα είναι για ενημέρωση του διαχειριστή. Εμφανίζει μια λίστα όλων των χρηστών που καταχωρήθηκαν στις γκαλερί δείχνοντας την ημερομηνία και τον αριθμό των ημερών από την τελευταία επίσκεψη τους. Η λίστα είναι ταξινομημένη σε αύξουσα σειρά του αριθμού των ημερών.
<br><br>
<b><u>Μόνο όταν το Ghost Tracker είναι ενεργό</u></b>, ο αριθμός των ημερών χωρίς επίσκεψη εμφανίζεται με τον εξής χρωματικό κώδικα, σύμφωνα με το μέγιστο όριο των επιλογών του Ghost Tracker:
<br>
- <b style=&quot;color: lime;&quot;>Green</b> : Όταν ο χρήστης έχει επισκεφθεί την γκαλερί  <b style=&quot;color: lime;&quot;><u> λιγότερο από 50%</u></b> από το ανώτατο ποσό που αναφέρεται στο Ghost Tracker.<br>
- <b style=&quot;color: orange;&quot;>Orange</b> : Όταν ο χρήστης έχει επισκεφθεί την γκαλερί <b style=&quot;color: orange;&quot;><u> μεταξύ 50% με 99% </u></b> από το ανώτατο ποσό που αναφέρεται στο Ghost Tracker.<br>
- <b style=&quot;color: red;&quot;>Red</b> : Όταν ο χρήστης έχει επισκεφθεί την γκαλερί <b style=&quot;color: red;&quot;><u> για περισσότερες από 100%</u></b> από το ανώτατο ποσό που αναφέρεται στο Ghost Tracker. <b><u>Στην περίπτωση αυτή, ο χρήστης πρέπει επίσης να εμφανίζεται στον πίνακα του Ghost Tracker.</u></b><br>
<br>
Παράδειγμα :
<br>
Η μέγιστη διάρκεια που έχει διαμορφωθεί το Ghost Tracker είναι για 100 ημέρες.
<br>
Ένας χρήστης θα εμφανιστεί στο πράσινο, αν επισκέφτηκε την γκαλερί πριν από 50 ημέρες το λιγότερο, σε πορτοκαλί χρώμα αν η τελευταία του επίσκεψη πραγματοποιήθηκε μεταξύ 50 και 99 ημέρες και κόκκινο για 100 ημέρες και άνω.
<br><br>
<b>ΣΗΜΕΙΩΣΗ</ b>: Στη λίστα δεν εμφανίζονται αυτοί που δεν έχουν επιβεβαιώσει την εγγραφή τους (εάν η επιλογή της επιβεβαιώνοντας της εγγραφής είναι ενεργοποιημένη). Αυτοί οι χρήστες, στη συνέχεια, διαχειρίζονται με έναν ειδικό τρόπο στην καρτέλα &quot;Παρακολούθηση επιβεβαιώσεων&quot;.
<br><br>
<b>Λειτουργία Διαλογής Πίνακα</b>: Μπορείτε να ταξινομήσετε τα δεδομένα που εμφανίζονται κάνοντας κλικ στις επικεφαλίδες στήλης. Κρατήστε πατημένο το πλήκτρο SHIFT για να ταξινομήσετε μέχρι 4 ταυτόχρονες στήλες.';


// UserManagement tab
$lang['UAM_usermanTitle_d'] = 'Όταν ο περιοριορισμός της προθεσμίας για εγγραφή είναι ενεργοποιημένος, θα βρείτε πιο κάτω τη λίστα με τους χρήστες των οποίων αναμένεται η επιβεβαίωση της εγγραφής, <b style=&quot;text-decoration: underline;&quot;>εάν ή όχι</b> είναι στο χρονικό διάστημα για να επιβεβαιώσουν.<br><br>
Η ημερομηνία εγγραφής εμφανίζεται με πράσινο χρώμα όταν ο ενδιαφερόμενος χρήστης είναι κάτω από το όριο του χρόνου για να επιβεβαιώσετε την εγγραφή του. Στην περίπτωση αυτή, το κλειδί επιβεβαίωσης εξακολουθεί να ισχύει και μπορούμε να στείλουμε ένα email με ή χωρίς ένα νέο κλειδί επιβεβαίωσης.<br><br>
Όταν η ημερομηνία εγγραφής εμφανίζεται με κόκκινο χρώμα, η περίοδος επιβεβαίωσης έχει λήξει. Σε αυτήν την περίπτωση, θα πρέπει να στείλετε ένα email με την αναγέννηση του κλειδιού επιβεβαίωσης εάν θέλετε να επιτρέψετε στο χρήστη να επιβεβαιώσει την εγγραφή του.<br><br>
Σε όλες τις περιπτώσεις, είναι δυνατόν να επιβάλετε χειροκίνητα την επιβεβαίωση.<br><br>
Σε αυτή την οθόνη, μπορείτε να:
<br><br>
- Διαγραφή των λογαριασμών χειροκίνητα<b>(εγχειρίδιο διαρροής)</b>
<br>
- Δημιουργία e-mail υπενθύμιση <b>χωρίς</b> να δημιουργήσετε ένα νέο κλειδί. Προειδοποίηση: Στείλτε ένα email υπενθύμισης σε στοχευμένους επισκέπτες. Αυτή η λειτουργία επαναφέρει επίσης την ημερομηνία καταχώρισης στους στοχευμένους επισκέπτες που ισοδυναμεί με την παράταση της προθεσμίας για την επιβεβαίωση.
<br>
- Υποβολή επιβεβαίωσης εγγραφής χειροκίνητα σε αναμονή, ακόμη και αν η ημερομηνία λήξης έχει περάσει <b>(αναγκαστική επιβεβαίωση)</b>.
<br><br>
<b>Λειτουργία Διαλογής Πίνακα</b>: Μπορείτε να ταξινομήσετε τα δεδομένα που εμφανίζονται κάνοντας κλικ στις επικεφαλίδες στήλης. Κρατήστε πατημένο το πλήκτρο SHIFT για να ταξινομήσετε μέχρι 4 ταυτόχρονες στήλες.';
?>