<?php
// GhostTracker Options section
$lang['UAM_GT_MainTitle_d'] = '- Αυτόματη ή χειροκίνητη διαχείριση των χρηστών φάντασμα<br>
- E-mailing<br>
...';
$lang['UAM_ghosttrackerTitle_d'] = 'Ονομάζεται επίσης &quot;Ghost Tracker&quot;, όταν αυτή η λειτουργία είναι ενεργοποιημένη, μπορείτε να διαχειριστείτε τους επισκέπτες σας, ανάλογα με τη συχνότητα των επισκέψεών τους. 2 τρόποι λειτουργίας είναι διαθέσιμοι:<br><br>
- Χειροκίνητη διαχείριση: Όταν ο χρόνος μεταξύ 2 επισκέψεων επιτυγχάνεται, ο επισκέπτης εμφανίζεται στον πίνακα του  &quot;Ghost Tracker&quot;, όπου θα είστε σε θέση να υπενθυμίσετε τους επισκέπτες σας μέσω email ή να τους διαγράψετε. <br><br>
- Αυτοματοποιημένη διαχείριση: Όταν το χρονικό διάστημα μεταξύ 2 διαδοχικών επισκέψεων επιτυγχάνεται, ο επισκέπτης αυτόματα διαγράφεται ή μετακινήται σε μια ομάδα αναμονής. Στη δεύτερη αυτή περίπτωση, ένα ενημερωτικό e-mail μπορεί να σταλεί σ \'αυτόν.<br><br>
<b style=&quot;color: red;&quot;>Σημαντική σημείωση: Εάν ενεργοποιήσατε αυτήν τη δυνατότητα για πρώτη φορά ή την επαναενεργοποιήσατε μετά από μια μακρά περίοδο κατά την οποία καταχωρήθηκαν νέοι επισκέπτες, θα πρέπει να επανεκινήσετε ή να επαναφέρετε το Ghost Tracker (βλ. σχετικές οδηγίες στη καρτέλα &quot;Ghost Tracker&quot;).';
$lang['UAM_GTReminder_Subject_d'] = 'Εισάγετε εδώ το προσαρμοσμένο θέμα του e-mail χειροκίνητης υπενθύμισης του Ghost Tracker.<br>
Από προεπιλογή, το πεδίο έχει ένα γενικό κείμενο στην αγγλική γλώσσα, αλλά μπορείτε να το αλλάξετε και να χρησιμοποιήσετε τις ετικέτες γλώσσας [lang =?] του πρόσθετου Extended Description εάν είναι εγκατεστημένο. 
<br><br>
Οι ακόλουθες πρόσθετες προσαρμοσμένες ετικέτες είναι διαθέσιμες χωρίς τη χρήση του plugin  Extended Description: <br> <br>
- <b style=&quot;color: red;&quot;>[username]</b>για να εισαγάγετε αυτόματα το όνομα του χρήστη προορισμού του e-mail. <br>
- <b style=&quot;color: red;&quot;>[mygallery]</b> να εισάγετε τον τίτλο της συλλογής σας.<br>';
$lang['UAM_gttextTitle_d'] = 'Πληκτρολογήστε το κείμενο που θέλετε να εμφανίζεται στο email υπενθύμισης για να ζητήσει από το χρήστη να επιστρέψει ακι να  επισκεφθεί την γκαλερί σας. (Σημείωση: Το κείμενο παρέχεται ως παράδειγμα προσυμπληρωμένο με την εγκατάσταση του πρόσθετου). <br><br>
Προσαρμόσετε περαιτέρω το περιεχόμενο εισάγοντας ειδικές ετικέτες:<br>
- <b style=&quot;color: red;&quot;>[username]</b>για να εισαγάγετε αυτόματα το όνομα του χρήστη προορισμού του e-mail.<br>
- <b style=&quot;color: red;&quot;>[mygallery]</b> για να εισάγετε τον τίτλο της γκαλερί σας.<br>
- <b style=&quot;color: red;&quot;>[myurl]</b> για να εισάγετε τη διεύθυνση URL της γκαλερί σας εάν ορίζεται στις επιλογές διαμόρφωσης του Piwigo.
- <b style=&quot;color: red;&quot;>[days]</b>για να εισάγετε το μέγιστο αριθμό των ημερών ανάμεσα σε δύο επισκέψεις 
<br><br>
Για πολυγλωσσικό περιβάλλον, μπορείτε να χρησιμοποιήσετε ετικέτες του πρόσθετου Extended description αν είναι ενεργό.';
$lang['UAM_GTAutoTitle_d'] = 'Αυτή η επιλογή επιτρέπει να εφαρμόζονται κανόνες για την αυτοματοποιημένη διαχείριση των ghosts users.
<br><br>Βασική αρχή: Ένας χρήστης που φθάνει το μέγιστο χρονικό διάστημα μεταξύ δύο επισκέψεων b><u>και</u></b> έχει ήδη ειδοποιηθεί μέσω email θεωρείται ότι ληγμένος. Στη συνέχεια, μπορείτε να εφαρμόσετε αυτοματοποιημένη επεξεργασία των κανόνων, όπως η αυτόματη διαγραφή των ληγμένων λογαριασμών ή υποβιβασμό περιορίζοντας την πρόσβαση στην γκαλερί (αυτόματη εναλλαγή σε μια περιορισμένη ομάδα και / ή την κατάσταση).
<br><br>Η ενεργοποίηση αυτών των αυτοματισμών επιτυγχάνεται κατά τη σύνδεση των χρηστών (σε κάθε χρήστη!) στην γκαλερί.';
$lang['UAM_GTAutoDelTitle_d'] = 'Αυτό ισχύει μόνο όταν ο χρήστης του οποίου ο λογαριασμός έχει λήξει από μόνος του πυροδοτεί το μηχανισμό διαγραφής (σπάνια, αλλά είναι δυνατόν). Τότε αυτός είναι αποσυνδέετε από την γκαλερί και μεταφέρετε σε μια σελίδα που δείχνει τη διαγραφή του λογαριασμού του, και, ενδεχομένως, οι λόγοι για αυτή την διαγραφή.
<br><br>
Περαιτέρω προσαρμόσετε το περιεχόμενο εισάγοντας ειδικές ετικέτες:<br>
- <b style=&quot;color: red;&quot;>[mygallery]</b>να εισάγετε τον τίτλο της γκαλερί σας.<br>
- <b style=&quot;color: red;&quot;>[myurl]</b>να εισάγετε τη διεύθυνση URL γκαλερί σας, εάν έχει μπει στις επιλογές διαμόρφωσης του Piwigo.<br>
<b style=&quot;color: red;&quot;>[username]</b>δεν είναι διαθέσιμο εδώ, επειδή αφορά χρήστη που έχει διαγραφεί.
<br><br>
Προσαρμογή κειμένου για την ανακατεύθυνση σελίδας μπορεί να εισαχθεί στο πεδίο αυτό που είναι συμβατό με το FCK Editor και, για πολυγλωσσικό περιβάλλον, μπορείτε να χρησιμοποιήσετε τις ετικέτες [lang] του πρόσθετου Extended description αν είναι ενεργό.';
$lang['UAM_GTAutoGpTitle_d'] = 'Η αυτόματη αλλαγή ομάδας, κατάστασης ή επιπέδου προστασίας είναι σαν υποβιβασμός των λογαριασμών που εμπλέκονται και εργάζονται στην ίδια αρχή με την ομάδα, του επιπέδου  προστασίας της επιβεβαίωσης (βλέπε "Ρύθμιση επιβεβαίωσης εγγραφής&quot;). Ως εκ τούτου πρέπει να οριστεί μια ομάδα, κατάσταση και / ή επίπεδο πρόσβαση υποβιβασμού στη γκαλερί. Εάν αυτό έχει ήδη καθοριστεί με τη χρήση της λειτουργίας επιβεβαίωσης εγγραφής, μπορείτε να χρησιμοποιήσετε την ίδια ομάδα / κατάσταση / επίπεδο.<br><br>
<b style=&quot;color: red;&quot;>Σημαντική σημείωση :</b> Αν ένας ghost use εξακολουθεί να μην επισκέπτεται και μετά την προθεσμία και παρά την αυτόματη ειδοποίηση μέσω ηλεκτρονικού ταχυδρομείου (εάν είναι ενεργοποιημένο), αυτός διαγράφεται αυτόματα από τη βάση δεδομένων.';
$lang['UAM_GTAutoMailTitle_d'] = 'Όταν ένας λογαριασμός έχει λήξει (ομάδα / κατάσταση / επίπεδο προστασίας αλλάζει υποβιβάζοντας σε επισκέπτη), ένα ενημερωτικό e-mail μπορεί να σταλεί και να διευκρινίζει τους λόγους αυτής της αλλαγής και τα μέσα για να ανακτήσει την αρχική πρόσβαση στη γκαλερί. <br>
Για να γίνει αυτό, μια σύνδεση για επιβεβαίωση της εγγραφής επισυνάπτεται στο e-mail (αυτόματη δημιουργία ενός νέου κλειδιού επιβεβαίωση). <b style=&quot;color: red;&quot;>Αν ο χρήστης έχει ήδη κοινοποιηθεί, ο λογαριασμός του αυτόματα καταστρέφεται.</b> 
<br><br>
<b style=&quot;color: red;&quot;>Προειδοποίηση: Η χρήση αυτής της λειτουργίας είναι στενά συνδεδεμένη με την επιβεβαίωση της εγγραφής από τον χρήστη (επιβεβαίωση με e-mail) και δεν μπορεί να ενεργοποιηθεί χωρίς αυτή την επιλογή.</b>';
$lang['UAM_GTAutomail_Subject_d'] = 'Εισάγετε εδώ το προσαρμοσμένο θέμα για το e-mail για τον αυτόματο υποβιβασμό του Ghost Tracker.<br>
Από προεπιλογή, το πεδίο έχει ένα γενικό κείμενο στην αγγλική γλώσσα, αλλά μπορείτε να το αλλάξετε και να χρησιμοποιήσετε τις ετικέτες γλώσσας [lang =?] του πρόσθετου Extended Description εάν είναι εγκατεστημένο. 
<br><br>
Οι ακόλουθες πρόσθετες προσαρμοσμένες ετικέτες είναι διαθέσιμες χωρίς τη χρήση του plugin  Extended Description: <br> <br>
- <b style=&quot;color: red;&quot;>[username]</b>για να εισαγάγετε αυτόματα το όνομα του χρήστη προορισμού του e-mail. <br>
- <b style=&quot;color: red;&quot;>[mygallery]</b> να εισάγετε τον τίτλο της συλλογής σας.<br>';
$lang['UAM_GTAutomail_Text_d'] = 'Πληκτρολογήστε το προσαρμοσμένο κείμενο που εξηγεί επίσης τους λόγους για τον υποβιβασμό, που θα συνοδεύει το σύνδεσμο επιβεβαίωσης. Το προσαρμοσμένο κείμενο δεν είναι υποχρεωτικό αλλά συνιστάται θερμά. Στην πραγματικότητα, οι επισκέπτες σας δεν θα εκτιμήσουν τη λήψη e-mail που περιέχει μία μόνο σύνδεση, χωρίς περαιτέρω εξηγήσεις. ;-)
<br><br>
Προσαρμόστε περαιτέρω το περιεχόμενο εισάγοντας ειδικές ετικέτες:<br>
- <b style=&quot;color: red;&quot;>[username]</b>για να εισαγάγετε αυτόματα το όνομα του χρήστη προορισμού του e-mail. <br>
- <b style=&quot;color: red;&quot;>[mygallery]</b>για να εισάγετε τον τίτλο της συλλογής σας.<br>
- <b style=&quot;color: red;&quot;>[myurl]</b>για να εισάγετε τη διεύθυνση URL της γκαλερί σας εάν ορίζεται σε επιλογές διαμόρφωσης του Piwigo.
<br><br>
Αν θέλετε να χρησιμοποιήσετε πολλές γλώσσες, μπορείτε να χρησιμοποιήσετε ετικέτες του plugin Extended description, εάν είναι ενεργό.';
?>