<?php
// +-----------------------------------------------------------------------+
// | Piwigo - a PHP based photo gallery                                    |
// +-----------------------------------------------------------------------+
// | Copyright(C) 2008-2012 Piwigo Team                  http://piwigo.org |
// | Copyright(C) 2003-2008 PhpWebGallery Team    http://phpwebgallery.net |
// | Copyright(C) 2002-2003 Pierrick LE GALL   http://le-gall.net/pierrick |
// +-----------------------------------------------------------------------+
// | This program is free software; you can redistribute it and/or modify  |
// | it under the terms of the GNU General Public License as published by  |
// | the Free Software Foundation                                          |
// |                                                                       |
// | This program is distributed in the hope that it will be useful, but   |
// | WITHOUT ANY WARRANTY; without even the implied warranty of            |
// | MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU      |
// | General Public License for more details.                              |
// |                                                                       |
// | You should have received a copy of the GNU General Public License     |
// | along with this program; if not, write to the Free Software           |
// | Foundation, Inc., 59 Temple Place - Suite 330, Boston, MA 02111-1307, |
// | USA.                                                                  |
// +-----------------------------------------------------------------------+
$lang['UAM_CustomPasswRetr'] = 'Προσαρμογή το περιεχόμενο email για χαμένο κωδικό πρόσβασης';
$lang['UAM_Confirm_grpstat_notice'] = 'Προσοχή: Είναι προτιμότερο να χρησιμοποιήσετε είτε την ομάδα ή την κατάσταση επιβεβαίωσης και όχι και τα δύο ταυτόχρονα. Το επίπεδο προστασίας μπορεί να χρησιμοποιηθεί σε συνδυασμό με μια ομάδα ή την ανάθεση κατάστασης. ';
$lang['UAM_Confirm_Status'] = 'Κατάσταση<br>(αφήστε ------- να διατηρηθεί το προεπιλεγμένο του Piwigo)';
$lang['UAM_Confirm_Mail_true'] = 'Ενεργοποίηση. Επιβεβαίωση από τον χρήστη';
$lang['UAM_Confirm_Mail_local'] = 'Ενεργοποίηση. Επιβεβαίωση από admin (δεν στέλνετε κλειδί επιβεβαίωσης)';
$lang['UAM_Confirm_Mail'] = 'Επιβεβαίωση της εγγραφής:';
$lang['UAM_Confirm_Level'] = 'Επίπεδο προστασίας<br>(αφήστε------- να διατηρηθεί το προεπιλεγμένο του Piwigo)';
$lang['UAM_Confirm_Group'] = 'Ομάδες<br>(αφήστε------- δεν επηρεάζει την ομάδα)';
$lang['UAM_ConfirmMail_TimeOut_true'] = 'Ενεργοποίηση. Αριθμός Ημερών Μέχρι τη λήξη:';
$lang['UAM_ConfirmMail_Text'] = 'Προσαρμόστε το e-mail επικύρωσης:';
$lang['UAM_ConfirmMail_Subject'] = 'Προσαρμόστε το θέμα του e-mail επικύρωσης εγγραφής';
$lang['UAM_ConfirmMail_Remail'] = 'Υπενθυμίστε τους ανεπιβεβαίωτους χρήστες ';
$lang['UAM_ConfirmMail_ReMail_Txt2'] = 'Προσαρμογή του μηνύματος υπενθύμισης <b><u>χωρίς</u></b> νέα αναπαραγωγή των κλειδιών επιβεβαίωσης.
';
$lang['UAM_ConfirmMail_ReMail_Txt1'] = 'Προσαρμογή του μηνύματος υπενθύμισης <b><u>με</u></b> νέα αναπαραγωγή των κλειδιών επιβεβαίωσης.
';
$lang['UAM_ConfirmMail_ReMail_Subject'] = 'Προσαρμόστε χειροκίνητα το θέμα του e-mail υπενθύμισης επικύρωσης εγγραφής';
$lang['UAM_Bad_version_backup'] = 'Η έκδοση του αρχείου backup δεν συμφωνεί με την έκδοση του πρόσθετου! Η αποκατάσταση δεν πραγματοποιήθηκε.';
$lang['UAM_Admins cannot be pwdreset'] = 'Δεν μπορεί να εφαρμοστεί ανανέωση κωδικού πρόσβασης για λογαριασμούς διαχειριστών';
$lang['UAM_AdminValidationMail_Text'] = 'Κοινοποίηση της χειροκίνητης επιβεβαίωσης της εγγραφής';
$lang['UAM_AdminValidationMail_Subject'] = 'Προσαρμόστε χειροκίνητα το θέμα του e-mail επικύρωσης';
$lang['UAM_AdminPassword_Enforced'] = 'Εφαρμόζετε στους διαχειριστές';
$lang['UAM_AdminConfMail'] = 'Επιβεβαίωση της εγγραφής για τους admins';
$lang['UAM_Add of %s'] = 'Προφίλ δημιουργήθηκε για %s ';
$lang['UAM_%d_Validated_Users'] = '%d Επιβεβαίωση χρηστών χειροκίνητα';
$lang['UAM_%d_Validated_User'] = '%d Επιβεβαίωση χρήστη χειροκίνητα';
$lang['UAM_%d_Reminders_Sent'] = '%d μηνύματα υπενθύμισης έχει σταλεί';
$lang['UAM_%d_Reminder_Sent'] = '%d μήνυμα υπενθύμισης έχει σταλεί';
$lang['UAM_%d_Mails_With_Key'] = '%d μηνύματα με κλειδιά ανανέωσης έχουν σταλεί';
$lang['UAM_%d_Mail_With_Key'] = '%d μήνυμα με κλειδί ανανέωσης έχει σταλεί';
$lang['UAM %d users pwdreseted'] = 'Ανανέωση κωδικού πρόσβασης απαιτείται για τους χρήστες %d';
$lang['UAM %d user pwdreseted'] = 'Ανανέωση κωδικού πρόσβασης απαιτείται για του χρήστη %d';
$lang['UAM_Default user cannot be pwgreset'] = 'Η ανανέωση κωδικού δεν μπορεί να γίνει για το λογαριασμό του προεπιλεγμένου χρήστη!';
$lang['UAM_Default_GTReminder_Subject'] = '[username] - Πολύς χρόνος μεσολάβησε από την τελευταία επίσκεψη σας στο [mygallery]';
$lang['UAM_Default_GTAutoMail_Subject'] = '[username] - Ο λογαριασμός σας έχει υποβιβαστεί στο [mygallery]';
$lang['UAM_Default_ConfirmMail_Txt'] = 'Γεια σας [username]! Σας ευχαριστούμε που κάνατε εγγραφή στο [mygallery].

Για να ολοκληρώσετε τη διαδικασία και να είστε σε θέση να περιηγηθείτε μέσα από τις εικόνες, σας παρακαλούμαι επιβεβαιώσετε την εγγραφή σας κάνοντας κλικ στον σύνδεσμο σε αυτό το μήνυμα.';
$lang['UAM_Default_ConfirmMail_Subject'] = '[username] επιβεβαίωση της εγγραφής στο [mygallery]';
$lang['UAM_Default_ConfirmMail_Remail_Subject'] = 'Υπενθύμιση - [username] επιβεβαίωση της εγγραφής στο [mygallery]';
$lang['UAM_Default_CfmMail_Remail_Txt2'] = 'Γεια σας [username].

Αυτό είναι ένα μήνυμα υπενθύμισης γιατί έχετε εγγραφεί στη γκαλερί [mygallery] αλλά δεν επιβεβαιώσατε την εγγραφή σας και το κλειδί επιβεβαίωσης σας θα λήξει. Για να έχετε πρόσβαση στη γκαλερί μας, έχετε x ημέρες για να επιβεβαιώσετε την εγγραφή σας κάνοντας κλικ στο σύνδεσμο στο μήνυμα που πρέπει να έχετε λάβει κατά την εγγραφή σας.

Σημείωση: Μετά την περίοδο αυτή, ο λογαριασμός σας θα διαγραφεί οριστικά.';
$lang['UAM_Default_CfmMail_Remail_Txt1'] = 'Γεια σας [username].

Αυτό είναι ένα μήνυμα υπενθύμισης γιατί έχετε εγγραφεί στη γκαλερί [mygallery] αλλά δεν επιβεβαιώσατε την εγγραφή σας και το κλειδί επιβεβαίωσης σας έχει λήξει. Για να εξακολουθήσετε να έχετε πρόσβαση στη γκαλερί μας, η περίοδος επιβεβαίωσης σας έχει επαναφερθεί. Έχετε πάλι x ημέρες για να επιβεβαιώσετε την εγγραφή σας.

Σημείωση: Μετά την περίοδο αυτή, ο λογαριασμός σας θα διαγραφεί οριστικά.';
$lang['UAM_Default_CfmMail_Custom_Txt2'] = 'Το Κλειδί ενεργοποίησης σας είναι ανακριβές ή έχει λήξει ή που έχετε ήδη επιβεβαιώσει το λογαριασμό σας, παρακαλούμε επικοινωνήστε με τον webmaster για να διορθώσετε αυτό το πρόβλημα.';
$lang['UAM_Default_CfmMail_Custom_Txt1'] = 'Καλώς ήλθατε [username]! Έχετε επιβεβαιώσει ότι είσαι άνθρωπος και μπορεί να χρησιμοποιήσει τώρα το [mygallery]!';
$lang['UAM_Default_AdminValidation_Txt'] = 'Γεια σας [username]! Σας ευχαριστούμε για την εγγραφή και καλώς ήρθατε στην [mygallery].

Ο λογαριασμός σας έχει επιβεβαιωθεί χειροκίνητα από τον webmaster του [mygallery]. Μπορείτε τώρα να συνδεθείτε στο [myurl] και να κάνετε τις κατάλληλες αλλαγές στο προφίλ σας.';
$lang['UAM_Default_AdminValidationMail_Subject'] = '[username] - Η Εγγραφή επικυρώθηκε στο [mygallery]';
$lang['UAM_Enable'] = 'Ενεργοποίηση';
$lang['UAM_Err_GhostTracker_Settings'] = 'Αυτή η σελίδα είναι διαθέσιμη μόνο αν το "Ghost Tracker" είναι ενεργό στο "Ρύθμιση των εγγραφών που ακολουθούν και άλλες επιλογές".';
$lang['UAM_Dump_OK'] = 'Η Δημιουργία αρχείου αντιγράφων ασφαλείας δημιουργήθηκε με επιτυχία';
$lang['UAM_Dump_NOK'] = 'Σφάλμα: Δεν είναι δυνατή η δημιουργία αρχείων αντιγράφων ασφαλείας!';
$lang['UAM_Dump_Download'] = 'Για να κατεβάσετε το αρχείο αντιγράφου ασφαλείας, μπορείτε να επιλέξετε αυτό το κουτί:';
$lang['UAM_DumpTxt'] = 'Δημιουργία αντιγράφων ασφαλείας και επαναφορά των ρυθμίσεών σας';
$lang['UAM_Disable'] = 'Απενεργοποίηση (προεπιλογή)';
$lang['UAM_Demotion of %s'] = 'Υποβιβασμός του %s';
$lang['UAM_Deleted_Account_Redirection_Page'] = 'Δεν επιτρέπεται η πρόσβαση - Λογαριασμός καταργήθηκε!';
$lang['UAM_Delete_selected'] = 'Διαγραφή';
$lang['UAM_Default_ValidationTimeout_Txt'] = 'Λυπούμαστε, ο λογαριασμός σας έχει διαγραφεί επειδή δεν έχετε επιβεβαιώσει την εγγραφή σας στο ζητούμενο χρόνο ([Kdays] ημέρες). Παρακαλώ, δοκιμάστε ξανά εγγραφή με ένα έγκυρο και όχι μπλοκαρισμένο λογαριασμό email.';
$lang['UAM_Default_RejectConnexion_Txt'] = 'Συγνώμη, δεν έχετε επιβεβαιώσει ακόμα την εγγραφή σας, έτσι δεν μπορείτε να συνδεθείτε στη γκαλερί τώρα. Παρακαλώ ελέγξτε το email σας. Θα πρέπει να βρείτε ένα e-mail που αποστέλλετε από τη γκαλερί, που περιέχει ένα σύνδεσμο για να εκτελέσετε την επιβεβαίωση σας. Εάν όχι, παρακαλούμε επικοινωνήστε με τον webmaster.';
$lang['UAM_Default_PwdRequest_Txt'] = 'Έχετε ζητήσει επαναφορά του κωδικού πρόσβασης για την γκαλερί μας. Παρακαλώ δείτε πιο κάτω τις νέες ρυθμίσεις της σύνδεσής σας.';
$lang['UAM_Default_InfoMail_Txt'] = 'Γεια σας [username]!

Θα προχωρήσει σε σημαντικές αλλαγές στο προφίλ σας στη γκαλερί  [mygallery]. Παρακαλούμε, δείτε παρακάτω τις νέες ρυθμίσεις σας:';
$lang['UAM_Default_InfoMail_Subject'] = '[username] - Πληροφορίες για την εγγραφή σας στο [mygallery]';
$lang['UAM_Default_GhstReminder_Txt'] = 'Γεια σας [username]!

Αυτή είναι μια υπενθύμιση, επειδή ένα πολύ μεγάλο χρονικό διάστημα πέρασε από την τελευταία επίσκεψη σας στην γκαλερί μας [mygallery]. Εάν δεν θέλετε πια να χρησιμοποιήσετε το λογαριασμό σας πρόσβασης, παρακαλώ ενημερώστε μας απαντώντας σε αυτό το email. Ο λογαριασμός σας θα διαγραφεί.

Μετά την παραλαβή αυτού του μηνύματος και αν δεν γίνει νέα επίσκεψη εντός [days] ημέρες, θα υποχρεωθούμε να διαγράψουμε αυτόματα το λογαριασμό σας.

Με φιλικούς χαιρετισμούς,

Ο Διαχειριστής της γκαλερί [mygallery] - [myurl]';
$lang['UAM_Default_GhstDemotion_Txt'] = 'Λυπούμαστε [username], ο λογαριασμός σας έχει καταργηθεί λόγω του πάρα πολύ χρόνου που μεσολάβησε από την τελευταία επίσκεψη σας στο [mygallery]. Παρακαλούμε, χρησιμοποιήστε τον ακόλουθο σύνδεσμο για να επιβεβαιώσει το λογαριασμό σας';
$lang['UAM_Default_GhstDeletion_Txt'] = 'Λυπούμαστε [username], ο λογαριασμός σας έχει διαγραφεί λόγω του πάρα πολύ χρόνου που μεσολάβησε από την τελευταία επίσκεψη σας στο [mygallery]. Παρακαλούμε να εγγραφείτε  ξανά.';
?>