<?php
// Registration options section
$lang['UAM_restricTitle_d'] = '- Запрещенные символы<br>
- Стойкость пароля<br>
- Исключения для доменов<br>
...';
$lang['UAM_carexcTitle_d'] = 'Возможно, будет полезным запрещать опереленные символы в именах пользователей (например, отказаться от логинов, содержащих @). Этот параметр позволяет исключить опеределенные символы, их последовательности и события. <br>
Обратите внимание: данный параметр может исключать слова целиком.
<br><br>
<b style=&quot;color: red;&quot;>ПРЕДУПРЕЖДЕНИЕ: Эта функция не срабатывает в отношении имен пользователей, зарегистрированных ДО включения этой функции.</b>';
$lang['UAM_mailexcTitle_d'] = 'По умолчанию в Piwigo принимаются все email-адреса в формате xxx@yyy.zz. Включение этой функции позволит Вам исключить некоторые домены в формате: @[имя_домена].[расширение_домена].<br><br>
Например:<br>
@hotmail.com -> включая все адреса домена @hotmail.com<br>
@hotmail -> включая все адреса, домена @hotmail* с любым расширением<br><br>
<b style=&quot;color: red;&quot;>Внимание - Эта функция работает только, если включено ограничение "Обязательно наличие email для каждого зарегистрированного пользователя!" Пожалуйста, смотрите настройку функций Piwigo.</b>';
?>