<?php
// ConfirmMail options section
$lang['UAM_confirmTitle_d'] = '- Создание информационного email<br>
- Создание email о подтверждении регистрации<br>
- Автоматическое присоединение к группам, статусам или уровням доступа<br>
- Определение крайнего срока подтверждения регистрации<br>
- Создание email с напоминанием<br>
...';
$lang['UAM_confirmmailTitle_d'] = 'Эта опция позволяет пользователю либо подтвердить регистрацию, нажав на ссылку полученную в сообщении, отправленном при регистрации; либо регистрация активируется администраторами вручную.
<br><br>
В первом случае, электронное письмо состоит из настраиваемой части ("Приветствие") и фиксированной части, содержащей ссылку активации, которая генерируется из случайных ключей, работу с которыми можно настроить через вкладку &quot;Отслеживание подтверждений&quot;.
<br><br>
Во втором случае, администраторам гелереи отправляется проверочная ссылка. Посетители должны ждать до тех пор, пока администратор подтвердит их сам, используя ссылку проверки или на вкладке quot;Отслеживание подтверждений&quot;.
<br>
<b style=&quot;color: red;&quot;>Обратите внимание: Опции &quot;Ограничение крайнего срока подтверждения регистрации&quot; и &quot;Напоминание неподтвержденным пользователям&quot; отключаются в случае, когда админам разрешено подтверждать пользователей вручную.</b>
<br><br>
Эта опция обычно используется для автоматического назначения группы и/или статуса. Например, пользователь, который не подтвердил свою регистрацию будут перенесен в определенную группу пользователей (с ограничениями или без них), а пользователь, который подтвердил свою регистрацию, сразу попадает в &quot;нормальную&quot; группу.';
$lang['UAM_StuffsTitle_d'] = 'Здесь включается дополнительный модуль (блок) UAM в плагине PWG Stuffs (если он установлен, конечно) для информирования Ваших посетителей, регистрация которых не подтверждена, об их статусе.
<br><br>
Нужны детали? Пожалуйста, перейдите в раздел <b>Советы и примеры использования</b> по кнопке на этой странице.';
$lang['UAM_adminconfmailTitle_d'] = 'Вы можете отменить это подтверждение, только для тех пользовательских аккаунтов, которые были созданы Администратором через интерфейс управления пользователями Piwigo.<br><br>
При активации данной функции email с подтверждением регистрации отправляется каждому пользователю, созданному Администратором.<br><br>
При отключенной функции (т.е. по умолчанию) направляется только информационный email (если включено &quot;Информационное эл.письмо пользователю&quot;). Дополнительно, созданный пользователь может быть <b>рассмотрен и подтвержден</b> по умолчанию.';
$lang['UAM_AdminValidationMail_Subject_d'] = 'Когда Администратор или Вебмастер галереи вручную подтверждают ожидающие регистрации, пользователям автоматически направляется email с уведомлением. Введите здесь желаемое Вами название темы письма.<br>
По умолчанию всё заполняется английским текстом, но Вы можете поменять язык. Для этого используйте языковой тэг [lang =?]. Для этого предварительно должен быть установлен плагин Extended Description.
<br><br>
Кроме того, доступны для использования (и без плагина Extended Description) следующие тэги:<br>
- <b style=&quot;color: red;&quot;>[username]</b> - для автоматической подстановки имени пользователя в те части письма, где Вам необходимо.<br>
- <b style=&quot;color: red;&quot;>[mygallery]</b> - для вставки полного названия Вашей галереи в те части письма, где Вам необходимо.<br>';
$lang['UAM_AdminValidationMail_d'] = 'Когда Администратор или Вебмастер галереи вручную подтверждают ожидающие регистрации, пользователям автоматически направляется email с уведомлением. Введите здесь желаемый Вами текст письма.
<br><br>
Вам доступны для использования следующие тэги:<br>
- <b style=&quot;color: red;&quot;>[username]</b> - для автоматической подстановки имени пользователя в те части письма, где Вам необходимо.<br>
- <b style=&quot;color: red;&quot;>[mygallery]</b> - для вставки полного названия Вашей галереи в те части письма, где Вам необходимо.<br>
- <b style=&quot;color: red;&quot;>[myurl]</b> - для вставки URL-адреса Вашей галереи, если это определено в настройках конфигурации Piwigo.
<br><br>

Чтобы использовать возможность мультиязычности Вы можете применять тэги плагина Extended description (если этот плагин активирован, конечно).';
$lang['UAM_ConfirmMail_Subject_d'] = 'Здесь Вы можете настроить тему письма с подтверждением регистрации. <br>
По умолчанию всё заполняется английским текстом, но Вы можете поменять язык. Для этого используйте языковой тэг [lang =?]. Для этого предварительно должен быть установлен плагин Extended Description.
<br><br>
Кроме того, доступны для использования (и без плагина Extended Description) следующие тэги:<br>
- <b style=&quot;color: red;&quot;>[username]</b> - для автоматической подстановки имени пользователя в те части письма, где Вам необходимо.<br>
- <b style=&quot;color: red;&quot;>[mygallery]</b> - для вставки полного названия Вашей галереи в те части письма, где Вам необходимо.<br>';
$lang['UAM_confirmtxtTitle_d'] = 'Введите вступительный текст, который будет отображаться в письме с подтверждением регистрации.
<br><br>
Вам доступны для использования следующие тэги:<br>
- <b style=&quot;color: red;&quot;>[username]</b> - для автоматической подстановки имени пользователя в те части письма, где Вам необходимо.<br>
- <b style=&quot;color: red;&quot;>[mygallery]</b> - для вставки полного названия Вашей галереи в те части письма, где Вам необходимо.<br>
- <b style=&quot;color: red;&quot;>[myurl]</b> - для вставки URL-адреса Вашей галереи, если это определено в настройках конфигурации Piwigo.<br>
- <b style=&quot;color: red;&quot;>[Kdays]</b> - для вставки количества дней, в течение которых можно успеть подтвердить регистрацию (должна быть включена функция &quot;Крайняя дата, ограничивающая подтверждение регистрации;&quot;).
<br><br>

Чтобы использовать возможность мультиязычности Вы можете применять тэги плагина Extended description (если этот плагин активирован, конечно).';
$lang['UAM_confirmmail_custom1_d'] = 'Когда функция &quot;Подтверждение регистрации&quot; активна, то в этом поле можно настроить <b><u>текст соглашения</u></b>, который отображается на странице подтверждения регистрации, на которую пользователей переходит по ссылке, полученной по e-mail.
<br><br>
После установки плагина, в качестве примера, введен простой текст.
<br><br>
Дальнейшие настройки возможны с примением специальных тэгов: <br>
- <b style=&quot;color: red;&quot;>[mygallery]</b> - для вставки названия Вашей галереи.<br>
- <b style=&quot;color: red;&quot;>[myurl]</b>  - для вставки URL-адреса Вашей галереи, установленного в настройках Piwigo.<br>
<b style=&quot;color: red;&quot;>[username]</b> - для вставки имени пользователя.<br>
<br><br>
Поле совместимо с редактором FCK Editor, и, для мультиязыкового варианта, Вы можете применять тэг [lang] из плагина Extended description (если он активирован, конечно).';
$lang['UAM_confirmmail_custom2_d'] = 'Когда функция &quot;Подтверждение регистрации&quot; активна, то в этом поле можно настроить <b><u>текст отказа</u></b>, который отображается на странице подтверждения регистрации, на которую пользователей переходит по ссылке, полученной по e-mail.
<br><br>
После установки плагина, в качестве примера, введен простой текст.
<br><br>
Дальнейшие настройки возможны с примением специальных тэгов: <br>
- <b style=&quot;color: red;&quot;>[mygallery]</b> - для вставки названия Вашей галереи.<br>
- <b style=&quot;color: red;&quot;>[myurl]</b>  - для вставки URL-адреса Вашей галереи, установленного в настройках Piwigo.<br>
<b style=&quot;color: red;&quot;>[username]</b> - для вставки имени пользователя.<br>
<br><br>
Поле совместимо с редактором FCK Editor, и, для мультиязыкового варианта, Вы можете применять тэг [lang] из плагина Extended description (если он активирован, конечно).';
$lang['UAM_RejectConnexion_d'] = 'Если активировать эту функцию, то вновь зарегистрировавшиеся пользователи, не подтвердившие свою регистрацию, не смогут входить в галерею. Они будут перенаправляться на специальную страницу, которая сообщит им об отсутствии подтверждения регистрации.
<br><br>
<b style=&quot;color: red;&quot;>ВНИМАНИЕ. Эта опция работает только совместно с подтвержденными группами! См.ниже требования, установленные к группам.</b>';
$lang['UAM_RejectConnexion_Custom_Txt_d'] = 'Здесь настраивается текст сообщения для информирования неподтвержденных пользователей, что им будет недоступен вход в галерею.
<br><br>
Это поле можно редактировать с применением плагина FCK Editor. Для мультиязычности Вы можете использовать тэг [lang] из плагина Extended description (если этот плагин активирован, конечно).';
$lang['UAM_confirmgrpTitle_d'] = '<b style=&quot;color: red;&quot;>ВНИМАНИЕ: Для использования подтверждения групп требуется, чтобы была создана хотя бы одна группа пользователей и определена &quot;по умолчанию&quot; в разделе Управления группами пользователей Piwigo.</b><br><br>
Подтверждение групп применяется совместно с функцией &quot;Подтверждение регистрации&quot;';
$lang['UAM_confirmstatTitle_d'] = '<b style=&quot;color: red;&quot;> Предупреждение: Для использования статусов на подтверждение требуется, чтобы Вы сохранили настройки пользователя  &quot;Гость&quot; по умолчанию (в качестве шаблона) для новых зарегистрированных. Обратите внимание, Вы можете установить любого другого пользователя в качестве шаблона для вновь регистрирующихся. Пожалуйста, обратитесь к документации Piwigo для получения более подробной информации. </b><br><br>
Статусы утверждены для использования в сочетании с функциями раздела &quot;Подтверждение регистрации&quot;.';
$lang['UAM_confirmlevelTitle_d'] = '<b style=&quot;color: red;&quot;>ВНИМАНИЕ: Применение уровней доступа требует, чтобы Вы использовали их для своих изображений. Пожалуйста, перейдите в раздел документации Piwigo для детальной информации.</b><br><br>
Уровень доступа используется совместно с функцией &quot;Подтверждение регистрации&quot;';
$lang['UAM_validationlimitTitle_d'] = 'Эта функция позволяет установить длительность ожидания ввода ключа подтверждения, отправляемого в информационном письме вновь зарегистрировавшимся. Пользователи получают Х дней на подтверждение своей регистрации. После установленного срока ссылка, переданная в письме, устаревает.
<br><br>
Эта функция работает совместно с функцией &quot;Подтверждение регистрации&quot;
<br><br>
Если эта функция и функция &quot;Напоминание неподтвержденным пользователям&quot; активированы, то новые функции в этом же разделе (см.ниже) позволяют включить автоматическое управление неподтвержденными пользователями.';
$lang['UAM_remailTitle_d'] = 'Эта опция позволяет отправить напоминание по электронной почте для пользователей, зарегистрированных, но не подтвердивших свою регистрацию вовремя. Поэтому она работает совместно с разделом &quot;Подтверждение регистрации&quot;
<br><br>
Можно отправлять 2 типа e-mail: с генерацией ключа подтверждения или без этого ключа. При необходимости можно самостоятельно настроить содержание электронных писем.
<br><br>
Перейдите к вкладке &quot;Отслеживание подтверждений&quot; 
<br><br>
Если этот параметр и параметр &quot;Ограничение крайнего срока для подтверждения регистрации&quot; активированы, то ниже в этом разделе появятся новые опции, включающие элементы автоматизации для управления неподтвержденными пользователями.';
$lang['UAM_ConfirmMail_ReMail_Subject_d'] = 'Здесь Вы можете настроить тему письма-напоминания о необходимости подтвердить регистрацию. Письмо может быть с новым сгенерированным ключом для подтверждения регистрации, а может быть и без ключа). <br>
По умолчанию всё заполняется английским текстом, но Вы можете поменять язык. Для этого используйте языковой тэг [lang =?]. Для этого предварительно должен быть установлен плагин Extended Description.
<br><br>
Кроме того, доступны для использования (и без плагина Extended Description) следующие тэги:<br>
- <b style=&quot;color: red;&quot;>[username]</b> - для автоматической подстановки имени пользователя в те части письма, где Вам необходимо.<br>
- <b style=&quot;color: red;&quot;>[mygallery]</b> - для вставки полного названия Вашей галереи в те части письма, где Вам необходимо.<br>';
$lang['UAM_remailtxt1Title_d'] = 'Введите вступительный текст, который будет отображаться в эп.письме с напоминанием, в дополнение к сгенерированному ключу подтверждения регистрации.
<br><br>
Если Вы оставите это поле пустым, что в письме пользователю придет только ссылка для регистрации. Настоятельно советуем написать хоть несколько слов Вашему пользователю. (Обратите внимание, что текст, имеющийся в плагине, был введен для примера!).
<br><br>
Вам доступны для использования следующие тэги:<br>
- <b style=&quot;color: red;&quot;>[username]</b> - для автоматической подстановки имени пользователя в те части письма, где Вам необходимо.<br>
- <b style=&quot;color: red;&quot;>[mygallery]</b> - для вставки полного названия Вашей галереи в те части письма, где Вам необходимо.<br>
- <b style=&quot;color: red;&quot;>[myurl]</b> - для вставки URL-адреса Вашей галереи, если это определено в настройках конфигурации Piwigo.<br>
- <b style=&quot;color: red;&quot;>[Kdays]</b> - для вставки количества дней, в течение которых можно успеть подтвердить регистрацию (должна быть включена функция &quot;Крайняя дата, ограничивающая подтверждение регистрации;&quot;).
<br><br>

Чтобы использовать возможность мультиязычности Вы можете применять тэги плагина Extended description (если этот плагин активирован, конечно).';
$lang['UAM_remailtxt2Title_d'] = 'Введите вступительный текст, который будет отображаться в эп.письме с напоминанием, без генерации ключа подтверждения регистрации.
<br><br>
Если Вы оставите это поле пустым, что в письме у пользователя нечего не отобразится. Настоятельно советуем написать хоть несколько слов Вашему пользователю. (Обратите внимание, что текст, имеющийся в плагине, был введен для примера!).
<br><br>
Вам доступны для использования следующие тэги:<br>
- <b style=&quot;color: red;&quot;>[username]</b> - для автоматической подстановки имени пользователя в те части письма, где Вам необходимо.<br>
- <b style=&quot;color: red;&quot;>[mygallery]</b> - для вставки полного названия Вашей галереи в те части письма, где Вам необходимо.<br>
- <b style=&quot;color: red;&quot;>[myurl]</b> - для вставки URL-адреса Вашей галереи, если это определено в настройках конфигурации Piwigo.<br>
- <b style=&quot;color: red;&quot;>[Kdays]</b> - для вставки количества дней, в течение которых можно успеть подтвердить регистрацию (должна быть включена функция &quot;Крайняя дата, ограничивающая подтверждение регистрации;&quot;).
<br><br>

Чтобы использовать возможность мультиязычности Вы можете применять тэги плагина Extended description (если этот плагин активирован, конечно).';
$lang['UAM_USRAutoTitle_d'] = 'Автоматическая обработка неподтвержденных посетителей срабатывает каждый раз при подключении к галерее и работает следующим образом:
<br><br>
- Автоматическое удаление аккаунтов, которые не были подтверждены в установленное время; без отправки автоматических напоминаний по электронной почте -> &quot;Установка предельного срока подтверждения регистрации&quot;
<b><u>включена</u></b> и &quot;Напоминание незарегистрированным пользователям&quot; <b><u>выключено</u></b>.
<br><br>
- Автоматическая отправка сообщения с напоминанием и с генерированием нового ключа подтверждения, и автоматическое удаление аккаунтов, не подтвержденных в установленное время после отправки им напоминания -> &quot;Установка предельного срока подтверждения регистрации&quot;
<b><u>включена</u></b> и &quot;Напоминание незарегистрированным пользователям&quot; <b><u>включено</u></b>.';
$lang['UAM_USRAutoDelTitle_d'] = 'Это возможно, когда пользователь, у которого истек срок аккаунта, сам запускает механизм его удаления (такое редко, но возможно). Затем он отключается от галереи и перенаправляется на страницу, показывающую удаление его аккаунта и возможных причин удаления.
<br><br>
Дальнейшие настройки возможны с примением специальных тэгов: <br>
- <b style=&quot;color: red;&quot;>[mygallery]</b> - для вставки названия Вашей галереи.<br>
- <b style=&quot;color: red;&quot;>[myurl]</b>  - для вставки URL-адреса Вашей галереи, установленного в настройках Piwigo.<br>
<b style=&quot;color: red;&quot;>[username]</b> - это  тэг недоступен, потому что в данном случае конкретный пользователь был удален.
<br><br>
Ваш текст для страницы перенаправления можно ввести в это поле, совместимое с редактором FCK Editor, и, для мультиязыкового варианта, Вы можете применять тэг [lang] из плагина Extended description (если он активирован, конечно).';
$lang['UAM_USRAutoMailTitle_d'] = 'При активации этой функции автоматически отправляется персональное сообщение, настроенное в разделе &quot; "Email с напоминанием и новым сгенерированным ключом" &quot; тем посетителям, которые подходят под критерии.';
?>