<?php
// GhostTracker Options section
$lang['UAM_GT_MainTitle_d'] = '- Автоматическое или ручное управление пользователями<br>
- Email-рассылки<br>
...';
$lang['UAM_ghosttrackerTitle_d'] = 'Так называемый &quot;Ghost Tracker&quot;; если эта функция включена, то Вы можете управлять Вашими посетителями в зависимости от частоты их посещения Вашей галереи. Доступны 2 режима работы:<br><br>
- Ручное управление: Когда достигнуто определенное время между двумя визитами, посетитель заносится в таблицу &quot;Ghost Tracker&quot;, где Вы сможете направить напоминание этому посетителю или удалить его.<br><br>
- Автоматизированное управление: Когда достигнут определенный период между 2 последовательными посещениями, посетитель автоматически удаляется, либо перемещается в группу ожидания, и/или у него понижается статус. В этом случае соответствующая информация может быть отправлена ​​к нему по е-mail.<br><br>
<b style=&quot;color: red;&quot;>Важное замечание: Если Вы включили эту функцию в первый раз, или она возобновлена ​​после долгого перерыва, в течение которого были зарегистрированы новые посетители, то Вы должны инициализировать или перезагрузить Ghost Tracker (смотрите необходимые инструкции на вкладке &quot;Ghost Tracker&quot;.</b>
';
$lang['UAM_GTReminder_Subject_d'] = 'Здесь Вы можете вручную настроить тему письма Ghost Tracker с напоминанием. <br>
По умолчанию всё заполняется английским текстом, но Вы можете поменять язык. Для этого используйте языковой тэг [lang =?]. Для этого предварительно должен быть установлен плагин Extended Description.
<br><br>
Кроме того, доступны для использования (и без плагина Extended Description) следующие тэги:<br>
- <b style=&quot;color: red;&quot;>[username]</b> - для автоматической подстановки имени пользователя в те части письма, где Вам необходимо.<br>
- <b style=&quot;color: red;&quot;>[mygallery]</b> - для вставки полного названия Вашей галереи в те части письма, где Вам необходимо.<br>';
$lang['UAM_gttextTitle_d'] = 'Введите текст, который Вы хотите присоединить к письму с напоминанием, которое пригласит пользователя вернуться в Вашу галерею. Обратите внимание, что текст, имеющийся в плагине, был введен для примера!
<br><br>
Вам доступны для использования следующие тэги:<br>
- <b style=&quot;color: red;&quot;>[username]</b> - для автоматической подстановки имени пользователя в те части письма, где Вам необходимо.<br>
- <b style=&quot;color: red;&quot;>[mygallery]</b> - для вставки полного названия Вашей галереи в те части письма, где Вам необходимо.<br>
- <b style=&quot;color: red;&quot;>[myurl]</b> - для вставки URL-адреса Вашей галереи, если это определено в настройках конфигурации Piwigo.<br>
- <b style=&quot;color: red;&quot;>[days]</b> - для вставки максимального числа дней между двумя визитами пользователя.
<br><br>

Чтобы использовать возможность мультиязычности Вы можете применять тэги плагина Extended description (если этот плагин активирован, конечно).';
$lang['UAM_GTAutoTitle_d'] = 'Эта опция позволяет применять правила автоматизированного управления пользователями.
<br><br>Основной принцип: Акакаунт пользователя, который достиг максимально установленного времени между посещениями <b><u>И</u></b> ужЕ был уведомлен по e-mail, считается истекшим. Затем можно применять правила автоматизированной обработки, например - автоматическое удаление просроченных аккаунтов, или понижение статуса, или другое ограничение доступа к галерее (автоматическое переключение на статус/группу с ограничениями).
<br><br>Срабатывание таких автоматизаций происходит при входе пользователя (любого пользователя!) в галерею.';
$lang['UAM_GTAutoDelTitle_d'] = 'Это возможно, когда пользователь, у которого истек срок аккаунта, сам запускает механизм его удаления (такое редко, но возможно). Затем он отключается от галереи и перенаправляется на страницу, показывающую удаление его аккаунта и возможных причин удаления.
<br><br>
Дальнейшие настройки возможны с примением специальных тэгов: <br>
- <b style=&quot;color: red;&quot;>[mygallery]</b> - для вставки названия Вашей галереи.<br>
- <b style=&quot;color: red;&quot;>[myurl]</b>  - для вставки URL-адреса Вашей галереи, установленного в настройках Piwigo.<br>
<b style=&quot;color: red;&quot;>[username]</b> - это  тэг недоступен, потому что в данном случае конкретный пользователь был удален.
<br><br>
Ваш текст для страницы перенаправления можно ввести в это поле, совместимое с редактором FCK Editor, и, для мультиязыкового варианта, Вы можете применять тэг [lang] из плагина Extended description (если он активирован, конечно).';
$lang['UAM_GTAutoGpTitle_d'] = 'Автоматическая смена группы , статуса, уровня доступа, понижение соотвествующих акааунтов работают на том же принципе, что и подтверждение группы, статуса или уровня доступа (смотри "Установки подтверждения регистрации"). Поэтому следует определить группу, статус и/или уровень понижения доступа к галерее. Если это уже было определено с использованием функции подтверждения регистрации, то Вы можете использовать ту же группу/статус/уровень.
<br><br>
<b style=&quot;color: red;&quot;>Важное замечание:</b> Если пользователь до сих пор не слышал об истечении срока, несмотря не автоматическое уведомление по e-mail (если включено), он будет автоматически удален из базы данных.';
$lang['UAM_GTAutoMailTitle_d'] = 'Когда истекает срок действия аккаунта (группа/статус/уровень доступа изменены из-за понижения посетителя), то по e-mail могут быть отправлены причины этого изменения, и средства для восстановления первоначального доступа к галерее.
<br>Для этого в электронном письме направляется ссылка для потовроного подтверждения регистрации (автоматически генерируется новый ключ).<b style=&quot;color: red;&quot;>Если пользователь ужЕ был уведомлен ранее, то его аккаунт автоматически уничтожается.</b> 
<br><br>
<b style=&quot;color: red;&quot;>Предупреждение: Использование этой функции тесно связано с подтверждением регистрацией пользователем (подтверждение по почте) и не может быть активирована без этой опции.</b>';
$lang['UAM_GTAutomail_Subject_d'] = 'Здесь Вы можете настроить тему письма Ghost Tracker с понижением статуса. <br>
По умолчанию всё заполняется английским текстом, но Вы можете поменять язык. Для этого используйте языковой тэг [lang =?]. Для этого предварительно должен быть установлен плагин Extended Description.
<br><br>
Кроме того, доступны для использования (и без плагина Extended Description) следующие тэги:<br>
- <b style=&quot;color: red;&quot;>[username]</b> - для автоматической подстановки имени пользователя в те части письма, где Вам необходимо.<br>
- <b style=&quot;color: red;&quot;>[mygallery]</b> - для вставки полного названия Вашей галереи в те части письма, где Вам необходимо.<br>';
$lang['UAM_GTAutomail_Text_d'] = 'Введите собственный текст, который будет объяснять причины понижения, в дополнение к ссылке подтверждения. Ваш текст, конечно, не обязателен, но весьма желателен. На самом деле, вряд ли Ваш пользователь будет доволен, если получит письмо с одной только ссылкой, безо всяких пояснений с Вашей стороны. ;-)
 <br><br>
Вам доступны для использования следующие тэги:<br>
- <b style=&quot;color: red;&quot;>[username]</b> - для автоматической подстановки имени пользователя в те части письма, где Вам необходимо.<br>
- <b style=&quot;color: red;&quot;>[mygallery]</b> - для вставки полного названия Вашей галереи в те части письма, где Вам необходимо.<br>
- <b style=&quot;color: red;&quot;>[myurl]</b> - для вставки URL-адреса Вашей галереи, если это определено в настройках конфигурации Piwigo.
<br><br>

Чтобы использовать возможность мультиязычности Вы можете применять тэги плагина Extended description (если этот плагин активирован, конечно).';
?>