<?php
// GhostTracker Tab
$lang['UAM_gtTitle_d'] = 'Когда Ghost Tracker включен и инициализирован, Вы можете ниже видеть полный список зарегистрированных посетителей, которые не возвращались Х дней. &quot;Х&quot; - это количество дней, установленное во вкладке "Основные настройки". Кроме того, в этом же списке есть колонка, в которой имеется отметка о том, отправлены ли напоминания целевым пользователям. Таким образом, Вы сразу можете видеть пользователей, которые проигнорировали напоминание. <br><br>В этом режиме Вы можете:
<br><br>
- Удалить аккаунты вручную <b>(ручная очистка)</b>
<br>
- Создать е-mail <b>со сбросом даты последнего визита</b>. Для целевых посетителей можно создавать шаблоны со знаками подстановки. Если посетитель уже получал напоминание, вряд ли он расстроится, получив еще письмо с установленной фактически новой датой крайнего визита.
<br><br>
<b>Возможности сортировки таблицы</b>: Вы можете сортировать отображаемую информацию, щелкнув на соответствующих заголовках столбцов. Удерживая клавишу SHIFT, Вы можете сортировать одновременно до 4 столбцов.';


// Userlist tab
$lang['UAM_userlistTitle_d'] = 'Эта страница для информирования администратора. Здесь отображается список всех зарегистрированных пользователей галереи с указанием даты и количества дней, прошедших с их последнего визита. Список отсортирован по возрастанию количества дней.
<br><br>
<b><u>Только когда Ghost Tracker включен</u></b>, количество дней без посещения выделяется цветом в соответствии с установками в настройках Tracker options:
<br>
- <b style=&quot;color: lime;&quot;>Зеленый</b>: когда пользователь посещал галерею <b style=&quot;color: lime;&quot;><u>менее, чем 50%</u></b> от максимально установленного в Ghost Tracker.<br>
- <b style=&quot;color: orange;&quot;>Желтый</b>: когда пользователь посещал галерею <b style=&quot;color: orange;&quot;><u> между 50% и 99% </u></b> от максимально установленного в Ghost Tracker.<br>
- <b style=&quot;color: red;&quot;>Красный</b>: когда пользователь посещал галерею <b style=&quot;color: red;&quot;><u>больше чем 100%</u></b> от максимума, установленного в Ghost Tracker. <b><u>В этом случае пользователь также должен появиться в таблице Ghost Tracker.</u></b><br>
<br>
Например:
<br>
Максимальный период в Ghost Tracker установлен в 100 дней.
<br>
Пользователь будет отображаться зеленым цветом, если он посетил галерею менее, чем 50 дней назад; желтым - если его последний визит был от 50 до 99 назад; красным - 100 дней назад и более.
<br><br>
<b>ПРИМЕЧАНИЕ</b>: Список не отображает пользователей, которые не подтвердили свою регистрацию (в случае, если функция подтверждения регистрации активирована). Этими пользователями можно управлять на специальной вкладке &quot;Отслеживание подтверждений&quot;.
<br><br>
<b>Возможности сортировки таблицы</b>: Вы можете сортировать отображаемую информацию, щелкнув на соответствующих заголовках столбцов. Удерживая клавишу SHIFT, Вы можете сортировать одновременно до 4 столбцов.';


// UserManagement tab
$lang['UAM_usermanTitle_d'] = 'При включении ограничения крайнего срока регистрации, Вы найдете ниже полный список пользователей, чьи регистрации подтверждены, или их регистрация находится в ожидании подтверждения.<br><br>
Дата регистрации отображается зеленым цветом, пока для пользователя не истек срок, чтобы подтвердить свою регистрацию. В этом случае ключ подтверждения все еще действителен, и мы можем послать новый e-mail, в том числе или без нового ключа подтверждения.<br><br>
Когда дата регистрации отображается красным цветом, это означает, что срок подтверждения истек. В этом случае Вы должны отправить письмо с вновь сгенерированным ключом подтверждения, если, конечно, Вы хотите ,чтобы пользователь мог подтвердить свою регистрацию.
<br><br>
В любом случае, возможно и принудительно, вручную выполнить подтверждение. <br><br>
В этом режиме Вы можете:
<br><br>
- Вручную удалять аккаунты <b>(ручная чистка)</b>
<br>
- Создавать e-mail с напоминаниями <b>без</b> генерирования нового ключа. Предупреждение: Отправляйте письмо с напоминанием нужным посетителям. Эта функция не сбрасывает дату регистрации нужных посетителей и значение оставшегося времени остается в силе.
<br>
- Создавать e-mail с напоминаниями <b>c</b> генерированием нового ключа. Предупреждение: Отправляйте письмо с напоминанием нужным посетителям. Эта функция сбрасывает первичную дату регистрации, что равносильно продлению крайнего срока для подтверждения регистрации.
<br>
- Подтвердить регистрацию вручную, даже если срок годности истек <b>(принудительное подтверждение)</B>.
<br><br>
<b>Фукнкция сортировки таблиц</b>: Вы можете сортировать отображаемые данные, щелкнув по заголовку нужного столбца. Удерживайте клавишу SHIFT, чтобы сортировать одновременно до 4 столбцов.';
?>