<?php
// Backup and tips Options section
$lang['UAM_DumpTitle_d'] = 'Это позволяет сохранить всю конфигурацию плагина в файл так, что Вы сможете восстановить его, если что-то пойдет не так (неправильно манипуляции или перед обновлением, например). По умолчанию этот файл сохраняется в папке ../plugins/UserAdvManager/include/backup/ и называется &quot;UAM_dbbackup.sql&quot;.
<br><br>
<b style=&quot;color: red;&quot;>Предупреждение: файл перезаписывается после каждого действия резеврного копирования!</b>
<br><br>
Иногда бывает полезным сохранять резервную копию у себя на компьютере. Например, чтобы восстановить другую базу данных, передать ее или сохранить несколько разных резервных файлов. Чтобы загрузить файл, просто установите флажок.
<br><br>
Восстановление от этого интерфейса доступно только для локального файла резервного копирования (../plugins/UserAdvManager/include/backup/UAM_dbbackup.sql). Таким образом нельзя восстановить скачанный файл резервной копии. Чтобы сделать это, пользуйтесь специализированным инструментом управления базой данных (типа PhpMyAdmin для баз данных MySql).
<br><br>
<b style=&quot;color: red;&quot;>Предупреждение: После восстановления необходимо перезагрузить страницу администрирования плагина для просмотра восстановленных настроек!</b>';
$lang['UAM_tipsTitle_d'] = 'Советы и различные примеры использования';
?>